[{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/ln229_Xenograft_Altogen_Labs.jpg", "title": "LN-229 xenograft model", "content": "The LN-229 human brain glioblastoma cell line was first obtained in 1979 from a female patient with right frontal parieto-occipital glioblastoma. The LN-229 cell line has a wild-type PTEN gene, mutated p53, and may potentially have homozygous deletions in the p16 as well as the p14ARF tumor suppressor genes. In a 1997 study, published in BBA Molecular Cell Research Journal, the LN-229 cell line was evaluated after the treatment with puromycin that killed LN-229 cells in a dose-dependent manner. In addition, stimulation of these cells with Fas ligand lead to apoptotic cell death within 16 hours. A 2011 Cancer Research study identified the LN-229 rodent xenograft model as a valid system to use the cryo-imaging technique for examining tumor progression and metastasis. This method differs from the traditional methods of serial sections and histological stains of brain tissue in that it uses computer algorithms to reconstruct 3-D images of this glioma model, essentially improving resolution and allowing the study of tumor cell invasion and dispersal. The LN-229 xenograft model has also been used in a 2013 study by Grommes et al. to identify the proliferator-activated receptor gamma (PRARγ) small molecule agonist pioglitazone as a potential therapeutic treatment for malignant gliomas. Pioglitazone was shown to cross the blood-brain barrier and exhibit antineoplastic effects in the LN-229 glioblastoma xenograft model. The 2012 study by Chen et al. also used the LN-229 cell line; this group identified a brain specific micro-RNA, miR-524-5p, that acts as a tumor suppressor. They demonstrated the targeting of Jagged-1 and Hes-1, key components of stem cell maintenance and angiogenesis pathways, by miR-524-5p and subsequent suppression of cell proliferation and invasion upon the miRNA’s restoration.Altogen Labs provides full xenotransplantation services for LN-229 glioblastoma cells. The LN-229 cell line is used to create the CDX (Cell Line Derived Xenograft) LN-229 xenograft mouse model. Targeting S1P to induce apoptosis (e.g. SK1-I) and inhibit AKT signaling are some of the uses of the LN-229 xenograft model, including tumor growth suppression with chemotherapies (e.g. temozolomide or cisplatin)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/sf268_xenograft_model_altogen_labs.jpg", "title": "SF-268 xenograft model", "content": "           SF-268 xenograft modelAccording to the American Brain Tumor Association (ABTA), brain tumors are the most common pediatric malignancies and the primary cause of cancer fatalities in children. Approximately 80,000 new cases of brain tumors are detected annually among adults. Over one-third of them are malignant with 17,000 deaths per year. This cell line was thought to be established in 1987 from a female 24YO astrocytoma patient until further analysis revealed the presence of a Y chromosome. SF-268 is identified as being highly anaplastic, or lacking in distinct mature morphology, highly proliferative and likely aggressive.  Many preclinical studies are carried out by using in vitro cellular models such as cancer cell lines that have proven to be essential model systems for exploring the fundamental properties of brain tumors. The SF-268 cell line (human brain; glioblastoma / astrocytoma) is used to create the CDX (Cell Line Derived Xenograft) SF-268 xenograft mouse model.  The SF-268 xenograft model exhibits overexpression of ID4, leading to enhanced angiogenesis, and is used in pre-clinical therapeutic agents targeting ID4. Among other studies using the SF-268 cell line is the 2018 Nature study by Zhou et al. which reported a novel utilization of the FDA approved drug Flubendazole for glioma treatment; the drug exhibited inhibition of cell proliferation, promotion of apoptosis as well as suppression of tumor growth in xenograft models through a cell cycle and apoptotic signaling mechanism of action. A well-known 1999 study, cited over 2000 times, by Ashkenazi et al. published in The Journal of Clinical Investigation identified Apo2L as a potential anticancer agent that induces apoptosis in tumor, but not normal, cells. They examined cytotoxic effects of Apo2L across a multitude of cell lines and xenografts; SF-268 served as a brain cancer model in this study. Westphal et al. (1985) identified the SF268 cell line to show affinity to epidermal growth factor (EGF). In modern research, SF-268 is known as one of the brain tumor models used in the National Cancer Institute’s NCI-60 panel of cell lines used for standard screening of potential anticancer compounds in their program known as Developmental Therapeutics Program. A 2013 study by Albanese et al."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/sf295_xenograft_model_altogen_labs.jpg", "title": "SF-295 xenograft model", "content": "           SF-295 xenograft modelThe American Brain Tumor Association (ABTA) reports that in pediatric malignancies, brain tumors are the most common and are the primary cause of child cancer fatalities. It is estimated that 80,000 adults are diagnosed with brain tumors annually, with more than a third being malignant leading to 17,000 deaths per year. This cell line was established in the late 1980s from a female 67YO patient diagnosed with glioblastoma. SF-295 is identified to be homozygous for PTEN and TP53 and have a late stage phenotype. In vitro cell models (i.e. cancer cell lines) have been essential model systems for exploring the fundamental properties of tumors in preclinical research. Johanns et al. (2016) published a Brain Tumor Pathology study establishing SF-295 as a model for studying telomerase biology in glioblastoma; this is significant as malignant glioma often presents highly recurrent TERT promoter gene mutations. A 1994 study (Plowman et al.) used SF-295 to demonstrate synergism between temozolomide, a methylating agent,  and 1,3-bis(2-chloroethyl)-1-nitrosourea (BCNU, Carumstine), an alkylating agent, that resulted in equivalent efficacy and lower toxicity compared to individual treatment in brain tumors. In modern research SF-295 is a standard brain tumor model used in a variety of cell line panel projects, including the MD Anderson Cell Lines Project and the NCI-60 cancer cell line panel."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/SF539_Xenograft_Model_Altogen_Labs.jpg", "title": "SF-539 xenograft model", "content": "           SF-539 xenograft modelGliosarcoma is a mixed tumor consisting of gliomatous and sarcomatous components, each of which can be diagnosed independently of the other. Malignant gliomas comprise approximately 35 to 45 percent of primary brain tumors and are characterized by uncontrolled cell proliferation within the brain and resistance to conventional treatment strategies due to obstacles in delivering drugs past the blood-brain barrier. Median survival after therapy is up to 10 months. The SF-539 cell line was isolated from a recurrent, right temporoparietal glioblastoma multiforme of a 34-year-old white female patient after the treatment. According to the study published in Cancer Research, the SF-539 cell line expresses collagen type IV, fibronectin, laminin, and procollagen type III. In 2013 Albanese et al. published a study using malignant glioma models, including SF-539, to demonstrate the ability of PHA-848125, a multi-kinase inhibitor, to cross the blood brain barrier and exhibit anti-tumor activity. This drug was proposed for phase 2 trials and its mechanism of action is reported to affect the cell cycle progression via cyclin-dependent kinase inhibition as well as pathways mediated by tyrosine kinase growth factors. SF-539 serves as a glioblastoma model in the National Cancer Institute NCI-60 cell panel. The SF-539 cell line is used to create the CDX (Cell Line Derived Xenograft) SF-539 xenograft mouse model. The SF-539 xenograft model enables a platform to test the anti-tumor efficacy of mono- and combination therapies (e.g. temozolomide, PHA-848125, radiotherapy)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/sknas_Xenograft_Altogen_Labs.jpg", "title": "SK-N-AS xenograft model", "content": "Neuroblastoma is the most common extracranial solid tumor in children; roughly half of the patients experience bone metastasis accompanied by bone pain, leading to poor prognosis where long term survival of high-risk patients is below 40%. The SK-N-AS is hyperdiploid cell line derived from a bone marrow metastasis of a 6-year old female patient. According to a 1989 article in the Journal of Clinical Investigation, SK-N-AS cells taken from human neuroblastoma replicate autonomously due to stimulation by IGF-2. The SK-N-AS cell line produces large amounts of IGF-2 and expresses type 1 insulin-like growth factor receptors. SK-N-AS cells can be useful in the preclinical investigative research for several types of brain cancer. Polo-like kinase 1 (PLK1) is overexpressed in many cancers including high-risk neuroblastoma and is linked to unfavorable patient outcome; a 2011 study by Ackermann et al. demonstrated the strong antitumor activity of the PLK1 inhibitor BI 2536 using this SK-N-AS xenograft mouse model. A 2014 study in the Journal of Bone Oncology by Tsutsuminmoto et al. used the SK-N-AS xenograft model to investigate the mechanism of bone metastasis in neuroblastoma. They found that SK-N-AS cells, but not other neuroblastoma cells, induced expression of the receptor activator of NF-κB ligand, expressed COX-2 mRNA and produced high levels of prostaglandin E2 (PGE2); these phenotypes were suggested to be critical for osteoclastogenesis and developing bone metastases. In 2016, Beadry et al. released a study in the Pedatric Blood Cancer journal using the SK-N-AS xenograft mouse model; this study demonstrated the successful differentiation of high-risk from low-risk patients in addition to active disease from complete response (CR) to very good partial response (VGPR) patients by using serum metabolomics analysis (differences were observed in amino acid, nitrogen, ketosis and carbohydrate metabolism). They concluded that this technique can potentially predict neuroblastoma behavior in humans and allow for improvement and fine-tuning of therapy regimens.Altogen Labs provides customizable xenotransplantation services for SK-N-AS cells that include comprehensive metabolic assay reports. The SK-N-AS cell line is used to create the CDX (Cell Line Derived Xenograft) SK-N-AS xenograft mouse model. The highly expressing PLK-1 SK-N-AS xenograft is a high-risk neuroblastoma model used to study the anticancer activity of PLK-1 inhibitors (e.g. BI 2536) including mainstream tumor growth inhibitors (e.g. lapatinib, trastuzumab, rosiglitazone)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/05/SNB19_Xenograft_Altogen_Labs.jpeg", "title": "SNB-19 xenograft model", "content": "           SNB-19 xenograft modelGlioblastoma is an extremely aggressive form of cancer that originates from astrocytes and is characterized by rapidly expanding tumors in the brain. The American Brain Tumor Association has reported the complete lack of response for select glioblastoma types to treatment. The SNB-19 cell line is highly utilized in biological research related to human glioblastoma. SNB-19 is a human glioblastoma cell line that was isolated from a left parieto-occipital glioblastoma of a 47-year-old male patient in 1980. In a 1988 study, published in Cancer Research Journal, the SNB-19 cell line was the most clonogenic in soft agar and showed the most tumorigenicity in nude mice. Also, SNB-19 cells secreted plasminogen activator. Bichat et al. (2000) reported in Clinical Cancer Research the enhanced efficacy of cytotoxic agents with simultaneous methionine depletion especially for treatment of drug-resistant tumors. In this study SNB-19 cells were used as a glioma xenograft model where survival duration was successfully extended with this regimen. A 2015 study (Latocha et al.) used in vitro SNB-19 cells to study the mechanism of action of phenothiazine amine derivatives; they looked at cytotoxic activity, apoptosis induction, effect on proliferation, cell cycle gene expression and total cell oxidative status. SNB-19 cells are used to create the CDX (Cell Line Derived Xenograft) SNB-19 xenograft mouse model. The SNB-19 xenograft model is a high-grade glioma model that is a high expresser of uPAR and the cysteine protease cathepsin B, both of which are implicated in neovascularization. The SNB-19 model lends itself to studying anti-angiogenesis therapeutics (e.g. transcriptional suppression via siRNAs against cathepsin-B or uPAR, anti-VEGF)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/05/SNB75_Xenograft_Altogen_Labs.jpeg", "title": "SNB-75 xenograft model", "content": "           SNB-75 xenograft modelGlioblastoma is the most common type of brain malignancy in adults. It is considered the most aggressive and lethal form of brain tumor, with overall survival of approximately 15 months after diagnosis. Gliomas are the most common type of central nervous system (CNS) malignancy and start in the glial cells (non-neuronal CNS cells) from the brain or spine. Glioma cell lines serve as useful tools for studying the cell biology of brain tumors. The SNB-75 cell line was isolated from a Grade IV glioblastoma obtained in 1980 from a 78-year-old female patient. It is known for being a part of the NCI-60 screening program. In a 1988 study, published in Cancer Research Journal, the SNB-75 cell line was moderately clonogenic in soft agar, showed tumorigenicity in nude mice and secreted plasminogen activator. A 1994 Cancer Research article (Plowman et al.) used SNB-75 cells to study the antitumor activity of temozolomide. The group monitored treatment on SNB-75 xenografted mice and found that there was a synergistic effect between temozolomide and 1,3-bis(2-chloroethyl)-1-nitrosourea (BCNU). A 2017 Cancer Research study (Holbeck et al.) used 67 cancer lines, including SNB-75 cells, to evaluate over 5,000 pairings of FDA-approved anticancer drugs. The results were compiled into the NCI-ALMANAC database and was overall useful in identifying clinically relevant anticancer drug combinations. Human tumor xenografting is essential in finding novel treatment therapies for improving the survival rate of brain cancer patients. The SNB-75 cell line is used to create the CDX (Cell Line Derived Xenograft) SNB-75 xenograft mouse model.  The SNB-75 xenograft model is a functional animal model used to develop novel monotherapies along with combinatorial studies to determine pre-clinical antitumor synergism with temozolomide (e.g. BCNU)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/05/U251_Xenograft_Altogen_Labs.jpeg", "title": "U-251 MG xenograft model", "content": "            U-251 MG xenograft modelAn astrocytoma is a form of brain cancer that originates in astrocytes, star-shaped brain cells, and usually remains as a low-grade or benign growth inside the brain and spinal cord not harming other organs. Glioblastoma multiforme (GBM) the most aggressive tumor type, also known as grade IV astrocytoma) and is comprised of several different cell types. Various glioblastoma cancer cell lines have proven to be powerful tools to unravel molecular mechanisms related to brain tumors. The U-251 MG human cell line is derived from a 75-year-old brain cancer patient diagnosed with glioblastoma astrocytoma. Molecular Cancer Therapeutics published a 2017 study (Hilliard et al.) that demonstrated the efficacy of 15α-methoxypuupehenol, an anticancer drug that impacts cell viability of glioblastoma (using the U251 MG line) and breast cancer cells more than normal cells. Hashizume et al. (2010) demonstrated the benefits of using bioluminescence imaging for pre-clinical monitoring and testing of therapeutic regimens for patients with brainstem tumors; one of the xenograft brain tumor models used were U251 MG treated with temozolomide. In 2004, Ozawa et al. published results using U251 MG xenografts to demonstrate the efficacy of GRN163, a telomerase inhibitor, against growth and proliferation of malignant gliomas. It is important to note that the original U-251 cells were established in the 1960s and the modern subclone line (denoted as U-251 MG) have variations in genotype, phenotype and growth characteristics (Torsvik et al., 2014).  The U-251 MG cell line is used to create the CDX (Cell Line Derived Xenograft) U-251 MG xenograft mouse model. The U-251 MG xenograft model is a highly invasive pre-clinical model that contains mu-p53 and mu-PTEN. The model yields itself to therapies targeting angiogenesis (e.g. anti-VEGF, vadimezan) and telomerase inhibitors (e.g. GRN163)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/u87_Xenograft_Altogen_Labs.jpg", "title": "U-87 MG xenograft model", "content": "Malignant glioblastoma is the most common type of primary brain tumors in adults that is incurable in most cases. According to the American Cancer Society, glioblastoma is one of the deadliest types of cancer that has a median survival time of fewer than 15 months. This form of cancer usually has a high recurrence rate with the 5-year survival rate of nearly 3% to 5% and is very challenging to eradicate. The U-87 MG epithelial cell line was isolated in 1966 at Uppsala University in Sweden from a 44-year-old Caucasian female patient with Stage 3 glioblastoma. It is an extensively studied cell line that has been analyzed in numerous publications for over four decades. In a 2010 study, published in PLOS Genetics, the U-87 MG cell line was evaluated and discovered to have a large number of chromosomal abnormalities. The modal chromosome number of 44 occurs in 48% of cells, only one copy of the normal X chromosome is present and N1, N6 and N9 are absent entirely. Additionally, a homozygous mutation in PTEN was identified. Kiaris et al. (2000) published a study in Clinical Cancer Research using the U-87 line to investigate potential inhibiters of somatostatin (SST) receptors in brain tumors. They identified the compound AN-238, an analogue derivative of doxorubicin, as a treatment that successfully inhibited growth of U-87 glioblastoma in nude mice. A 2008 study by Tseng et al. used a U-87 subcutaneous xenograft model in nude mice to test the preclinical efficacy of using microPET scanning to monitor 18F-FDG (a proliferation tracer) accumulation in tumors as a method of early therapy monitoring. They found that the c-Met inhibitor CE-355621 treated tumors exhibited lower levels of 18F-FDG, indicating a successful decrease in tumor growth and supporting the use of this method for human clinical trials.In xenotransplantation, cancer cells are transplanted into immunodeficient mice to assess the response of cells to novel drugs and research the progress of the disease. The U-87 MG cell line is used to create the CDX (Cell Line Derived Xenograft) U87 xenograft mouse model. The U-87 MG xenograft model contains wild-type p53 status. The U87 xenograft has historical significance as a proven model when assessing glioblastoma angiogenesis and anti-angiogenic therapeutic agents."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/u87_Xenograft_Altogen_Labs.jpg", "title": "U87-LUC  xenograft model (Luciferase expressing U-87 cells; subcutaneous and metastatic)", "content": "Glioblastoma multiforme (GBM) is extremely aggressive brain malignancy, accounting for roughly 60 percent of all brain cancers, with a median survival after diagnosis from 12 to 15 months. U87-luc is a subline of the U-87 MG cell line, isolated in 1966 in Sweden from a 44-year-old Caucasian female patient with Stage 3 glioblastoma. The U87-luc cell line is luciferase modified U-87 MG that has been useful in a variety of bioluminescent imaging studies. A 2014 study by Marrero et al. published in Neoplasia, investigated the anti-cancer activity of serum albumin-binding doxorubicin (Doxo) and aldoxorubicin (Aldoxo) in vivo, using the U87-Luc xenograft model. These findings indicate that anti-tumor efficacy and low toxicity of Aldoxo demonstrate that it could be a potential innovative treatment for GBM patients. A 2007 study by Dinca et al. in the Journal of Neurosurgery used the U87-Luc cell line for bioluminescence imaging to monitor tumor cell growth and response to temozolomide (TMZ) chemotherapy in a rodent model. They concluded this method showed potential for predicting survival and assessing benefits from TMZ treatment which as a methylating agent is a highly toxic therapeutic regimen. A 2017 study used the U87-Luc xenograft tumors to demonstrate the efficacy of using iron oxide nanoparticles and a magnetic hyperthermia technique for a full disappearance of tumors in the mouse models. The U87-luc cell line (human glioblastoma) is used in the creation of the CDX (Cell Line Derived Xenograft) U87-luc xenograft mouse model. The U87-luc xenograft has historical significance in the literature as a proven model for assessing angiogenesis and putative anti-angiogenic therapeutic agents."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/02/4t1.jpg", "title": "4T1 syngeneic murine model (subcutaneous and metastatic)", "content": "Breast cancer remains the second leading cause of cancer deaths in females worldwide. Although necessary improvements in breast cancer diagnosis and management have been made, early detection and anti-metastatic treatment of breast cancer remain a crucial challenge. Preclinical studies of the 4T1 metastatic mouse syngeneic model can help overcome these limitations, which is critical for patients with advanced stage disease. The 4T1 tumorigenic epithelial cell line is derived from the mammary gland tumor of a mouse and is resistant to 6-thioguanine without mutagen treatment. According to a 1992 article in Cancer Research, when injected into BALB/c mice, the 4T1 cell line can spontaneously metastasize to both the lung and liver and form visible nodules in these organs. The 4T1 cell line is particularly useful for stage IV human breast cancer research since tumor from this cell line mimics human breast cancer and readily metastasizes through mice, making a suitable breast cancer model. Liu et al. (2014) used an orthotopic 4TI syngeneic murine model to demonstrate inhibition of the Fas signaling cascade suppresses tumor metastasis and growth and reduces Fas-initiated inflammation in breast cancer, thereby establishing Fas signaling as a potential therapeutic target. A Cell study (Aceto et al., 2014) used a 4T1 syngeneic murine xenograft model to define that circulating tumor cell clusters (CTC clusters) present in cancer patients’ blood originate from primary tumors and greatly contribute to metastatic spread of the cancer. Gao et al. (2011) used a murine 4T1 model to test breast cancer formation and metastasis after treatment with doxorubicin (DOX) delivered via pH-sensitive micelles. They found that a polymeric micelle formed with both poly(L-lactide) (PLLA) (Mn 3000)-b-poly(ethylene glycol) (PEG) (Mn 2000)-folate and poly(L-histidine) (PHis) (Mn 4700)-b-PEG (Mn 2000) loaded with DOX prevented metastasis and prevented tumor growth, thereby reporting a novel method for the safer delivery of a known chemotherapy agent. The 4T1 cell line is routinely used to create the CDX (Cell Line Derived Xenograft) 4T1 syngeneic mouse model. Upon implantation, the production of colony stimulation factors, cytokines, chemokines and angiogenesis factors allows the 4T1 tumor cells to metastasize efficiently. The 4T1 metastatic model enables the study of late-stage breast cancer therapeutic agents."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/bt474_Xenograft_Altogen_Labs.jpg", "title": "BT474 xenograft model", "content": "Invasive ductal carcinoma represents the most common form of breast cancer and is found in about 80 percent of all breast cancer cases. Despite significant improvements in breast cancer management and diagnosis, early detection of breast cancer plays an essential role in the overall treatment. Preclinical studies of the BT474 mouse xenograft model can be used to evaluate anti-cancer therapies. Well-studied breast tumor cell lines are indispensable tools for investigating cell biology of carcinomas. Breast cancer cell lines are extensively employed in preclinical research as molecular models of different types of breast tumors. The BT474 tumorigenic epithelial cell line is isolated by E. Lasfargues and W.G. Coutinho from a solid, invasive ductal carcinoma of the human breast of a 60-year-old Caucasian female patient. The BT474 cell line is aneuploid with a modal chromosome number of 55, as indicated in a 1978 article in Journal of the National Cancer Institute. The BT474 cell line is used to create the CDX (Cell Line Derived Xenograft) BT474 xenograft mouse model. The BT474 breast cancer model can be used to screen anti-cancer therapeutics related to the standard of care drugs (herceptin, lapatinib, trastuzumab) or hormone-induced disease progression (progesterone, norgestrel, norethindrone and MPA).Examples include the 2015 OncoImmunology study (Zhang et al.) that used the BT474 model to investigate acquired resistance against trastuzumab and develop novel human epidermal growth factor 2 (HER2) antibodies. Their data suggested that blocking the HER2 protein could trigger calreticulin exposure and subsequently cause tumor specific T cell immunity which decreases tumor recurrence. A 1995 study (Slooten et al.) established BT474 as a powerful model for hormone-dependent breast cancer and immune therapy as these cells are oestrogen receptor positive and overexpress c-ErbB-2 protein (more commonly known now as HER2) with the in vivo phenotype of poorly differentiated adenocarcinoma that have high proliferative and turnover rate."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/hs578_xenograft_model_altogen_labs.jpg", "title": "Hs578T xenograft model", "content": "Breast cancer remains the second primary cause of cancer deaths in females as well as the most commonly diagnosed malignancy in women. Nearly 252,000 women annually in the United States are diagnosed with breast cancer with greater than 40,000 of the cases turning fatal, as per the National Breast Cancer Foundation. Well-characterized breast cancer cell lines have proven to be essential tools for investigating the biological characteristics of carcinomas. Preclinical studies of the Hs578T mouse xenograft model are invaluable in examining cellular response to therapeutic drugs and vital for patients with advanced stage disease. The Hs578T triple-negative breast cancer (TNBC) epithelial cell line is established from a carcinoma of the human breast of a 74-year-old Caucasian female patient. TNBC comprises nearly 10–15 percent of all breast malignancies and has a poor outcome compared to the other types of breast cancer, as per a 2010 article published in Breast Disease. Studies that use the Hs578T xenograft model include the 2016 Nature study by Kim et al. which identified an oncogenic signaling axis involving TrkC, which through downstream regulators promotes primary tumor growth, tumor self-renewal, metastasis, epithelial to mesenchymal transition (EMT) and autocrine-mediated maintenance of the mesenchymal state. Zhang et al. (2014) used the Hs578T mouse xenograft as a TNBC model to examine efficacy and resistance for inhibition of mTOR, which is commonly activated in TNBC patients. They tested two mTOR inhibitors, sirolimus (rapamycin) and temsirolimus (CCI-779), and concluded the need for combination therapy as the inhibitors were successful in limiting growth but not eradicating tumors. Finally, Chen et al. (2018) used the Hs548T xenograft model to verify the role of Contactin 1 (CNTN1) in breast cancer, as it had been implicated in invasion and metastasis in other cancer types. They concluded that CNTN1 promotes proliferation, cell cycle progression, colony formation, migration and invasion in vitro and enhances tumor growth in vivo, making CNTN1 a target for further mechanistic and therapeutic studies. The Hs578T cell line is used to create the CDX (Cell Line Derived Xenograft) Hs578T xenograft mouse model. The Hs578T xenograft model enables studies that focus on therapeutics targeting expression mechanisms that control aneuploidy (reduction of Mps1 gene) or degradation of the basement membrane and extracellular matrix that allow higher invasion (MMP-1 and MMP-3 genes)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/KPL4_Xenograft_Altogen_Labs.jpeg", "title": "KPL-4 xenograft model", "content": "         KPL-4 xenograft modelBreast cancer represents an increasing public health problem as this is the most common cancer in females worldwide, with nearly 1.7 million of new cases detected annually. The KPL-4 cell line was established using the malignant pleural effusion of a breast cancer patient with skin metastasis and has been extensively employed in breast cancer research. According to a 1999 study, published in British Journal of Cancer, the KPL-4 cell line is tumorigenic and readily metastasizes into the lymph nodes and lungs. KPL-4 cells express Erb-B family receptors and have proven to be invaluable models for studying the cell biology of aggressive breast cancers. The KPL-4 model of breast cancer has been used in many studies including one by Suzuki et al. (2009) where the group investigated novel therapies to overcome mutation-mediated resistance to inhibitors of epidermal growth factor receptor (EGFR) kinase, which are a common clinical therapy regimen. Results showed potential for the dual kinase inhibitor MP-412 (aka AV-412), which targets EGFR and ErbB2, and found that it inhibited tumor growth in vivo in otherwise resistant solid tumor models. A 2009 study by Sheuer et al. used KPL-4 to examine the combination treatment of trastuzumab and pertuzumab against human epidermal growth factor receptor 2 (HER2) positive metastatic breast cancers; their results suggested that this combination was a success in inhibiting tumor growth and inducing tumor regression in vivo because of the differing mechanisms of action between the compounds of inhibition of HER2 dimerization (trastuzumab) and prevention of p95HER2 formation (pertuzumab). Finally, Pastuskovas et al. released a study in 2012 investigating the pharmacokinetics of combination treatment of trastuzumab (HER2 inhibitor) and bevacizumab (VEGF inhibitor); they looked into autoradiography, biodistribution and SPECT-CT imaging in a KPL-4 xenograft tumor model and showed that bevacizumab prevented uptake of trastuzumab into tumors which would prevent a favorable clinical outcome, serving as a caution when designing combination therapies and dosing strategies.The KPL-4 cell line is used to create the CDX (Cell Line Derived Xenograft) KPL-4 xenograft mouse model. Examination of antitumor activity of monotherapies or combination studies in the KPL-4 xenograft model include erlotinib, capecitabine or anti-ErbB2 agents."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/MCF7_Xenograft_Altogen_Labs.jpeg", "title": "MCF7 xenograft model", "content": "         MCF7 xenograft modelBreast cancer represents a significant public health challenge due to it being the most prevalent malignancy in females. The MCF7 epithelial cell line was isolated from adenocarcinoma of the human breast of a 69-year-old Caucasian woman in 1970. The MCF-7 cell line expresses estrogen, progesterone and glucocorticoid receptors. MCF-7 has various characteristics of differentiated mammary epithelium such as the capability of forming domes or ability to process estradiol via cytoplasmic estrogen receptors and is the most well-characterized and widely used of all the human breast cancer cell lines.  MCF7 stands for Michigan Cancer Foundation – 7, the institute where the cell line was established by Soule and associates. The MCF7 cell line is used to create the CDX (Cell Line Derived Xenograft) MCF7 xenograft mouse model. The MCF-7 xenograft model is positive expressing for the estrogen receptor (ER) and perpetuates studies to address cell death, apoptosis and mitotic arrest by chemotherapies (e.g. docetaxel).Examples of studies using the MCF7 xenograft model include the 2005 Clinical Cancer Research study (Brodie et al.) that explored combination therapy of tamoxifen with letrozole, a nonsteroidal aromatase inhibitor. They found that treating tumors with fulvestrant, an estrogen receptor agonist and antineoplastic agent, with letrozole was the most effective strategy for inhibiting tumor growth; the hypothesis was that tumor cells adapt to estrogen deprivation with letrazole treatment alone due to the increase in mitogen-activated protein kinase cascade levels of letrazole-resistant growths. A 2010 study (Fleming et al.) used a MCF7 xenograft to study mammary cancer mouse models and differences in tumor phenotype with varied microenvironments; they observed that DNA methylation status, vascularization and tumor growth/volume all varied depending on implantation technique (renal capsule, orthotopic, subcutaneous). Lastly, a 2008 study (Wu et al.) examined the effect of caveolin-1, a protein implicated in mitogenic signaling and oncogenesis, overexpression on MCF-7 xenograft mouse model; they presented novel in vivo evidence demonstrating the function of caveolin-1 as a tumor suppressor and not a tumor promoter as previously believed."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/mdamb157_xenograft_model_altogen_labs.jpg", "title": "\nMDA-MB-157 xenograft model", "content": "            \nMDA-MB-157 xenograft modelMetastatic breast cancer is considered the leading cause of death in patients diagnosed with breast cancer. Preclinical xenograft studies can help in discovering innovative treatment options for those affected. Xenograft models mimic the natural environment of cancer development, providing a practical approach to investigate breast tumor pathophysiology and develop novel treatment regimens. The MDA-MB-157 epithelial cell line was derived from the pleural effusion of a 44-year-old female patient with metastatic breast cancer in 1972 by Cailleau at M. D. Anderson Hospital and Tumor Institute, as per a 1980 study in Cancer Research. In addition to being positive for the expression of the WNT7B oncogene, the MDA-MB-157 cell line possesses desmosomes, microvilli and tonofilaments at boundaries between cells. This model has helped further breast cancer research such as in the 2014 Breast Cancer Research article (Zhang et al.) which used MDA-MB-157 xenograft mouse models to study mTOR inhibitors, gene expression and protein levels in triple negative breast cancers (TNBC) which are notoriously aggressive and difficult to treat; they verified that the histologic and genomic profiles of the xenografts matched their original patient tumors and that mTOR inhibitors are effective in slowing growth of TNBC but will need combination therapy to be an effective therapeutic regimen. Another Breast Cancer Research study by Tate et al. (2012) used MDA-MB-157 xenografts as a TNBC model to study a histone deacetylase inhibitor (panobinostat, LBH589) and its ability to selectively target TNBC. Their results showed panobinostat treatment decreased proliferation and survival, halted cell cycle progression, initiated partial mesenchymal-to-epithelial transition and increased histone acetylation in vitro and inhibited tumor formation in vivo, suggesting the TNBC therapeutic potential of panobinostat. Finally, Zheng et al. (2015) used MDA-MB-157 to study a technique to circumvent the protective roles of hypoxia and mitophagy against radiotherapy in aggressive tumors. Their results showed an accumulation of TAT-ODD-p53, a fusion p53 protein that inhibited Parkin-mediated mitophagy and increased sensitivity of tumors to radiotherapy in vivo and in vitro.The MDA-MB-157 cell line is used to create the CDX (Cell Line Derived Xenograft) MDA-MB-157 xenograft mouse model. The MDA-MB-157 xenograft model is triple-negative (lacking estrogen, progesterone and HER2/NEU receptors) and can be targeted by mono- or combination therapies (e.g. paclitaxel, pretubulin inhibitor, panobinostat)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/mda-mb231_Xenograft_Altogen_Labs.jpg", "title": "MDA-MB-231 xenograft model", "content": "Breast cancer is the most prevalent form of cancer among American women, and has the second highest mortality rate in females after lung cancer. The MDA-MB-231 epithelial triple negative breast cancer (TNBC) cell line is isolated from a 51-year-old Caucasian female with a metastatic mammary adenocarcinoma and is very widely-used in cancer research laboratories. The MDA-MB-231 cell line is ER-negative with an invasive phenotype an appearance of spindle-shaped cells. According to the study published in Breast Disease Journal, the TNBC cell lines are extremely aggressive and mirror the original tumors, making them powerful tools for investigative breast cancer research using MDA-MB-231 xenograft model. The MDA-MB-231 cell line is used to create the CDX (Cell Line Derived Xenograft) MDA-MB-231 xenograft mouse model. The MDA-MB-231 xenograft model is HER2 negative, CK18 and EGFR positive and exhibits tumor growth inhibition from herceptin, lapatinib and trastuzumab.Research that has used these cells include the study by Iorns et al. (2012) that examined the MDA-MB-231 xenograft mouse model to determine the expression changes that occur when breast cancer cells metastasize to from the mammary pad primary tumor to distant organs. They found that the tumor cells had several changes in gene expression that suggests its necessity for successful metastasis and secondary organ tumor growth. A 2008 study by Radestock et al. selected the MDA-MB-231 xenograft model to study the effects of relaxin on tumor cells in an oestrogen receptor alpha-negative system. Relaxin overexpression was previously associated with promotion of migration however this study identified a novel mechanism of action where long-term relaxin expression leads inhibition of growth and invasion of breast cancer cells through the down-regulation of S100A4 (metastasin), a promotor of metastasis linked to poor prognosis in cancer patients. Finally, a 2016 Nature study (Wang et al.) used the MDA-MB-231 xenograft model to investigate the mechanism of action of SL4, a compound known to slow tumor invasion and angiogenesis. They report that SL4 inhibits proliferation through cell cycle arrest with clinically relevant IC50 values and apparent toxicity. "},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/mdamb453_xenograft_model_altogen_labs.jpg", "title": "MDA-MB-453 xenograft model", "content": "MDA-MB-453 xenograft modelBreast cancer contributes to over 458,000 deaths annually and 1.4 million newly diagnosed cases worldwide, as per the American Cancer Society. Xenograft murine models accurately mimic human tumor aiming to predict a patient’s response to chemotherapy. The MDA-MB-435 epithelial cell line was isolated in 1976 from a pericardial effusion of a 48-year old Caucasian female with metastatic breast carcinoma by Cailleau at M. D. Anderson Hospital and Tumor Institute, according to a 1980 study in Cancer Research. These cells are not tumorigenic and overexpress fibroblast growth factor (FGF). Also, MDA-MB-453 cells have an active glycerol 3-phosphate shuttle and express high amounts of functional androgen receptor (AR).They are not quite a triple negative breast cancer (TNBC) as sometimes reported in that they are estrogen receptor-alpha negative and progesterone receptor negative however they show Her-2/neu protein activity (Vranic et al., 2011). Studies that have used MDA-MB-453 cells include O-Brien et al. (2014) who published data supporting the use for combination therapy of PI3K/mTOR inhibition with tratsuzumab (a common chemotherapy drug for treating HER2+ cancers) for tratsuzumab-resistant breast cancer. Naderi et al. (2011) released a study demonstrating a synergistic effect between AR and extracellular signal-regulated kinase (ERK) inhibitors that also overcomes trastuzumab resistance that was verified in vitro and in vivo; this is particularly relevant for ER-/AR+ breast cancers. Finally, a 2011 Cancer Cell study (Ni et al.) studied endocrine therapies for breast cancer and used MDA-MB-453 for their ER-/AR+/HER2+ profile; their results deciphered the AR contribution to breast cancer as an activator of Wnt and HER pathways thereby stimulating tumor growth. The MDA-MB-453 cell line is used to create the CDX (Cell Line Derived Xenograft) MDA-MB-453 xenograft mouse model. The MDA-MB-453 xenograft model exhibits tumor growth inhibition from small molecules (e.g. enzalutamide, flutamide, CI-1040, DHT)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/MDAMB468_Xenograft_Altogen_Labs.jpeg", "title": "MDA-MB-468 xenograft model", "content": "         MDA-MB-468 xenograft modelBreast cancer cell lines are invaluable models for a greater understanding of the genetic profile, molecular biosciences, biologic nuances and drug therapy development of the disease. Mouse xenograft studies routinely utilize cancer cell lines aiming to assess the efficacy of antitumor treatments. The MDA-MB-468 cell line was derived in 1977 by R. Cailleau from a pleural effusion of a 51-year-old female with breast adenocarcinoma. The MDA-MB-468 triple-negative cell line is commonly employed in oncology research for the study of metastasis and invasion of breast cancer. According to a 1994 study in Cancer Research, one of the main characteristics of the MDA-MB-468 cell line is the presence of a single p53 allele that harbors a point mutation at codon 273. A 2014 Cell Press article (Mason et al.) used the MDA-MB-468 model to identify CFI-400945, a polo-like kinase 4 (PLK4) inhibitor, as a candidate for clinical evaluation due to well-tolerated toxicity and inhibition of tumor growth via dysregulated mitosis and subsequent apoptosis. Hugo et al. released data in 2017 using MDA-MB-468 to demonstrate the oncogenic properties of E-cadherin, previously thought to be a tumor suppressor. Downregulation of E-cadherin had been associated with decreased proliferation and subsequent epithelial-to-mesenchymal transition (EMT), a process necessary for metastasis; upon establishment of secondary metastases proliferation is restored via the reverse process of mesenchymal-to-epithelial transition (MET). This study presented findings suggesting the promotion of primary breast cancer cell growth and metastases formation by E-cadherin via supporting MET, effectively calling for a reevaluation of E-cadherin’s status as a tumor suppressor.  A 2010 Clinical Cancer Research article (Bartholomeusz et al.) used a MDA-MB-231 xenograft model to establish the potential of PEA-15 as a therapeutic target; this group found that overexpression of PEA-15 inhibits tumorigenesis, reduces DNA synthesis and induces caspase-8-dependent apoptosis through increased intracellular levels of activated extracellular signal-regulated kinase. Finally, Kil et al. (2014) used the MDA-MB-468 xenograft model to verify that silibinin, a compound that inhibits tumor proliferation and induces cell cycle arrest, does have an anticancer effect on triple negative breast neoplasms; they reported the mechanism of action for silibinin effect is through preventing EGFR phosphorylation and suppressing expression of COX-2, VEGF AND MMP-9. The MDA-MB-468 cell line is used to create the CDX (Cell Line Derived Xenograft) MDA-MB-468 xenograft mouse model. The MDA-MB-468 xenograft model is a triple negative model that can be used to study the efficacy of tumor growth inhibitors (e.g. silibinin, paclitaxel, PEA-15)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/T47D_xenograft_model_Altogen_Labs.jpg", "title": "T-47D xenograft model", "content": "           T-47D xenograft modelBreast cancer is responsible for over 40,000 deaths annually in the United States, as per the American Cancer Society (ACS). Xenograft studies are based on direct implantation of tumor cell lines into various organs of immunodeficient mice. Well-characterized cancer cell lines are valuable preclinical models for breast cancer research as well as for the evaluation of the efficacy of a potential drug candidate. Cancer cell lines serve as potent tools for life sciences, aiding in drug development. The T-47D hypotriploid epithelial cell line is derived from ductal carcinoma of the breast of a 54-year-old female patient and is a suitable transfection host. The T-47D cell line has been routinely utilized in breast cancer research. Examples include the 2017 Nature study by Riggio et al. that examined the mechanisms behind AKT1 and AKT2 isoforms in promoting breast cancer progression; results showed in vitro AKT1 promoted proliferation and growth and inhibited cell migration while AKT2 promoted cell migration and invasion. This study highlighted the importance of differentiating between isoforms and concluded that AKT2 upregulation would make a reasonable target due to its link to metastasis which in turn contributes to poor prognosis. A 2016 study by Puchalapalli et al. used the T47D model for its estrogen receptor positive (ER+) phenotype in order to determine the optimal mouse model for studying spontaneous metastasis and concluded that NOD scid gamma (NSG) mice are a better model compared to nude mice as NSG mice demonstrate more severe tumor growth, metastases, and metastatic burden. Finally, a 2006 Cancer Research article (Hartman et al.) used the T47D xenograft model to test the proliferative effects of estrogen receptor β (ER-β), which has reported antiproliferative effects as opposed to ER-α which has estrogen-mediated proliferative effects on normal and tumor breast cells. Results demonstrated that the introduction of ER-β into the xenograft model reduced tumor growth, intramural blood vessels. VEGF expression, and platelet-derived growth factor β (PDGFβ), suggesting that the mechanism of action of growth inhibition is via angiogenesis inhibition.The T-47D cell line is used to create the CDX (Cell Line Derived Xenograft) T-47D xenograft mouse model. The T-47D xenograft model is estrogen receptor positive and progesterone receptor positive and lends itself to anti-tumor studies taking into consideration receptor status (e.g. quinoline) and angiogenesis (e.g. ERβ replacement therapy)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/colo205_Xenograft_Altogen_Labs.jpg", "title": "COLO-205 xenograft model", "content": "Colorectal carcinoma (CRC) is the second common cause of cancer-related deaths, mostly occurring in people over 50. Preclinical studies of CRC can help researchers to investigate its correlation with immune response and develop new treatment approaches. The COLO-205 epithelial cell line was isolated by Dr. Semple in 1975 from a 70-year-old Caucasian male patient with colorectal adenocarcinoma after the treatment with 5-fluorouracil for roughly five weeks. The COLO-205 cell line originates from a Dukes’ type D tumor and expresses a 36,000-dalton cell surface glycoprotein. These cells are negative for expression of CSAp and keratin positive. The COLO-205 cell line is used for researching the SV-40 monkey virus and serves a suitable host for studying colon cancer. Rodent xenograft models share a vast array of characteristics with humans and act as indispensable tools in the development of newer chemotherapeutic drugs. The COLO-205 model has been used in many studies including by Cheng et al. (2010) which investigated potential combination therapy of 5-fluorouracil with traditional Chinese medicine prescriptions; results showed inhibition of tumor growth and microtubule-associated protein light chain 3 (MAP-LC3-II) in xenograft models, suggesting therapeutic potential for Sann-Joong-Kuey-Jian-Tang (SJKJT). A 2009 study by Oliver et al. used a COLO-205 model to evaluate the monoclonal antibody TRA-8, which binds to the DR5 death receptor and activates tumor necrosis factor-related apoptosis inducing ligand (TRAIL/Apo2L). They found that TRA-8 was most effecting in producing in vitro toxicity and in vivo tumor regression on DR5-expressing cancers when used in combination with CPT-11, a compound commonly used to treat metastatic colon cancers. Lastly. in 2011, Yalcin et al. published a study comparing the commonly used colon cancer chemotherapy treatment cetuximab (a monoclonal antibody against epidermal growth factor receptor) to tetraiodothryacetic acid (tetrac), a deaminated analog of L-thyroxine that binds to alphavbeta3 integrin thyroid hormone receptor and potentially modifies EGFR expression and activity. Results showed that the tetrac nanoparticulate ((poly-[lactate-co-glycolic acid])-tetrac (tetrac-NP)) equally suppress COLO-205 xenograft growth as compared to cetuximab.COLO-205 cells are tumorigenic in nude mice and used to create the CDX (Cell Line Derived Xenograft) COLO-205 xenograft mouse model. The COLO-205 colon tumor model is an established model to study the in vivo efficacy of 5-FU or bevacizumab."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/ct26_Xenograft_Altogen_Labs.jpg", "title": "CT26 syngeneic murine model", "content": "Despite recent advances, colorectal cancer is often resistant to combination chemotherapy, highlighting the need for the development of potential novel treatment strategies. CT26 is an N-nitroso-N-methylurethane-(NNMU) induced undifferentiated colon carcinoma cell line established from BALB/c mice with aggressive colon carcinoma. Xenograft models that implant colon cancer cells into immunodeficient mice with eliminated T-cell functions have been extensively employed since the 1960s and remain the most widely used animal models for cancer drug development, as per a 2015 study published in Journal of Surgical Research. These models are essential for assessing effectiveness against human tumors in an animal setting. They have been used in many studies such as one by Lechner et al. (2013) which used CT26 to study the immune profile of colon cancer in order to identify novel therapy targets. They looked at T-cell co-stimulatory molecules, immunosuppression markers, tumor infiltrating cytotoxic T-lymphocytes and mature dendritic cells treated with various immunotherapies and concluded that it is possible to utilize immune profiles to identify patients that may best respond to immunotherapy treatment. A 2017 Oncotarget article (Zhao et al.) used CT26 as a colorectal cancer (CRC) model to improve immunotherapy strategies; they developed a new orthotopic murine model of tumor injection resulting in higher levels of tumor-infiltrating T cells, NK cells and B cells as well as increased levels of immune-stimulating cytokines (interleukin 2 and 6, interferon-gamma and granzyme B) with lower levels of immunosuppressive myeloid cells. Lastly, a 2005 report by Cho et al. used CT26 to study a novel technique for improving the clinical relevance of endostatin, an angiogenesis inhibitor with a limiting half-life. Results suggested that when endostatin is fused to an antibody specific to HER2, together called anti-Her2 IgG3-endostatin, the resulting fusion molecule is effective at inhibiting angiogenesis and tumor growth. This has clinical relevance of increasing the viability of endostatin as a therapy, as well as increasing the versatility of anti-cancer therapy drugs and reducing their shortcomings.The CT26 cell line is used to create the CDX (Cell Line Derived Xenograft) CT26 syngeneic murine model. Along with the continual evaluation of small molecules (5-FU, oxaliplatin, 3-methyladenine), the CT26 tumor model also enables a preclinical model to investigate the potency of adenoviral vectors expressing immunostimulatory transgenes."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/dld1_xenograft_model_altogen_labs.jpg", "title": "DLD-1 xenograft model", "content": "             DLD-1 xenograft modelColorectal cancer cell lines are extensively utilized preclinical model systems, including the DLD-1 cell line established from the tumorigenic epithelial tissue obtained from a 45-year-old adult male patient with colorectal adenocarcinoma by D.L. Dexter in 1979. In addition to being negative for ros, abl, and src oncogenes, the DLD-1 cell line is positive for myc, myb, ras, fos, sis, and p53 oncogenes. Also, DLD-1 cells express carcinoembryonic antigen (CEA) and colon antigen 3. The DLD-1 human colorectal cell line displays epithelial properties, including a cobblestone cell shape. Besides, DLD-1 expresses a truncated adenomatous polyposis coli (APC) protein, a tumor suppressor gene that plays a critical role in cell growth, as indicated in a 2016 article published in Biochemistry and Biophysics Reports. As one of the most commonly employed colon cancer cell lines, the DLD-1 cell line is involved in many medical and biomedical research applications related to colon cancer. One example is the 2015 study (Chen et al.) who used the DLD-1 xenograft model to study the oncogenic receptor tyrosine kinase (RTK) KIT in colorectal cancer (CRC); results indicated that KIT has a role in tumor growth promotion via autocrine or paracrine signaling. This provides a target for patients with KIT-expressing CRC. A 2008 study (Rhee et al.) used the DLD-1 xenograft model to study the role of toll-like receptor (TLR) signaling pathways, potential immunotherapy targets, in CRC. Results indicated that innate immunity is mediated by flagellin via TLR5 signaling which could be clinically relevant as a specific immunotherapy target. The last example for DLD-1 model usage in research is the 2012 study (Caysa et al.) which reported the development of a non-invasive method for imaging in vivo xenograft tumor growth and subsequent response to chemotherapy via multispectral fluorescence. DLD-1 cells are used to create the CDX (Cell Line Derived Xenograft) DLD-1 xenograft mouse model that enables studies on anti-EGFR therapeutics, such as IMC-C225, in combination with other conventional chemotherapies."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/05/HCT116_Xenograft_Altogen_Labs.jpeg", "title": "HCT116 xenograft model (subcutaneous and metastatic)", "content": "           HCT116 xenograft model (subcutaneous and metastatic)Novel therapeutic approaches are necessary for colon cancer patients to prevent disease relapse and progression. The incidence rates for colorectal cancer are on the rise in patients younger than age 50, even though it mostly affects older people, as per the Colon Cancer Alliance (CCA).  Xenografting is the transplantation of tissues from one species to another, with xenotransplantation of human tumor cells into immunocompromised mice serving as a widely used technique in preclinical oncology research. Thoroughly designed animal models can contribute invaluable information for gaining further understanding of drug response in humans, enabling the discovery of new therapeutic agents. The HCT116 cell line was isolated from epithelial tumorigenic colon tissue of an adult male patient with colorectal carcinoma. Rajput et al. (2008) characterized HCT116 cells in an orthotopic model and reported primary tumor growth and the ability to form additional distant metastatic colonies in lung and liver, confirming HCT116 as an appropriate model system for examining the metastatic cascade. Guo et al. (2006) used HCT116 monolayers and xenografts to study sequential combination treatment of known chemotherapy drugs docetaxel, flavopiridol, and 5-fluorouracil (5-FU) and found that tumor growth and survival rate are dependent on order of drug administration; these results suggest that dosing and order of drug administration is critical in clinical combination therapy. The last example of a study using the HCT116 model is by Wang et al. (2015) which reported the effects of the bioactive polyhydroxysteroid Bufalin on colorectal cancer (CRC). The results reported significant tumor growth inhibition and increased survival with xenograft tumors; the mechanism of action is related to upregulation of apoptotic factors (Bad, Bax, PTEN and Caspase-3) as well as downregulation of p-AKT and Bcl-xL. These results help to indicate potential combination therapies in which Bufalin may be useful. The HCT116 cell line is used to create the CDX (Cell Line Derived Xenograft) HCT116 xenograft mouse model. Tumor growth inhibition of a therapeutic agent (such as docetaxel, 5-FU, flavopiridol) is ideal as a single agent or in combination using the HCT116 xenograft model."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/ht-29_Xenograft_Altogen_Labs.jpg", "title": "HT29 xenograft model (subcutaneous and metastatic)", "content": "Colon cancer represents the third most prevalent malignancy among both males and females and the second primary cause of cancer-related deaths in the United States. HT29 is a human colorectal adenocarcinoma cell line that was derived from a tumor of a 44-year-old Caucasian woman in 1964 and is helpful in gaining insight into the etiology of human colon cancers. The HT29 colorectal cell line is vital for examining biochemical pathways that aid in the development of colon carcinoma. Many colorectal rodent models have been developed to facilitate studies of human malignancies, allowing a better understanding of mechanisms contributing to tumor growth. Example studies using the HT29 model include the Cancer Research article by Radulovic et al. in which the group identified that RC-3095, a peptide agonist designed to release bombesin and gastrin, successfully inhibited tumor growth in HT29 xenografts. This study contributed to knowledge regarding involvement of sex steroids, hormones and growth factors on colorectal tumorigenesis. HT29 was featured in a model spotlight in 2016 (Maryland Franklin, PhD, MI Bioesearch) due to its high utilization and success in helping identify chemotherapy treatments. A 2016 Nature study (Teng et al.) used HT29 as a CRC model to demonstrate the oncogenic role of protein tyrosine phosphatase 1B (PTP1B); results confirmed that PTP1b predicts poor clinical outcomes in patients, identified PITX1 as a novel substrate on the p120RasGAP axis and found that the drug regorafenab has an antitumor effect that is mediated by PTP1B. This study established a role of PTP1B in colorectal cancer and demonstrated its potential as a biomarker for predicting the effectiveness of regorafenib. Finally, a 2014 study in Oncoscience (Gotnik et al.) used the HT29 model to study the mechanism of resistance of colorectal cancer against sunitinib, a tyrosine kinase and angiogenesis inhibitor. Often tumor resistance can be attributed to microenvironmental host-factors such as tumor microvasculature or biodistribution however results showed that resistant tumor cells demonstrated increased sequestration in cells via lysosomes. Therefore the study concluded to overcome sinitinib resistance, combination therapy with a treatment that inhibits lysosomal function may be beneficial. The HT29 cell line is used to create the CDX (Cell Line Derived Xenograft) HT29 xenograft mouse model.  The HT29 xenograft model enables analysis of the anti-tumor efficacy of EGFR inhibitors (e.g. cetuximab) and to elucidate the mechanism of acquired resistance to tyrosine kinase inhibitors (TKIs), such as using a sunitinib-resistant HT29 cell line."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/km12_xenograft_model_altogen_labs.jpg", "title": "KM-12 xenograft model", "content": "             KM-12 xenograft modelColorectal carcinoma is the second leading cause of cancer-related deaths in males and the third in females, responsible for nearly 50,000 deaths annually in the United States as stated by the American Cancer Society. Xenograft models accurately reflect molecular characteristics of human tumors aiding in the development of new cancer therapeutics. The poorly metastatic KM12 cell line was isolated from a colorectal carcinoma classified as Dukes B2, as per a 2004 study in the Journal of Pharmacology and Experimental Therapeutics. The murine models of colon cancer help researchers to evaluate management strategies for colorectal cancer. One such study in Cancer Medicine (Kita et al., 2017) used the KM-12 model for in vivo imaging of cancer-targeting drug efficacy; they found that KM-12 cells were most sensitive to entrectinib and crizotinib, tropomyosin related kinase-A (TRK-A) inhibitors. They also used this technique with in vivo xenograft brain tumor and proposed the method as a way to screen for preclinical drugs against brain metastases. A Clinical Cancer Research paper (Prewett et al., 2007) performed a combination study with oxaliplatin and cetuximab and used KM-12 cells. Cetuximab is a chimeric IgG1 antibody which targets epidermal growth factor receptor (EGFR) that was hypothesized and confirmed to overcome oxaliplatin (a third-generation platinum agent) resistance in colorectal cancer (CRC) by reducing DNA repair capacity. Results showed that combination treatment resulted in reduced expression of XRCC1 (a DNA repair component) downstream of mitogen-activated protein kinase (MAPK) and AKT pathways as well as an accumulation of platinum and DNA mutations in tumors. These results have implications for clinical translation to increase CRC combination therapy efficacy with oxaliplatin. The last example of a KM-12 utilizing study is by Ardini et al. (2014) in Molecular Oncology which used the model for its chimeric TPM3-Tropomyosin-related Kinase A (TRKA) phenotype and hypersensitivity to TRKA inhibition. Results identified NMS-P626, a potent and selective inhibitor of TRKA, and demonstrated the success of using TRKA inhibitors in the rare chromosomal translocation that is TPM3-NTRK1.The KM-12 cell line is used to create the CDX (Cell Line Derived Xenograft) KM-12 xenograft mouse model.  The KM-12 xenograft model enables monotherapy efficacy studies (e.g. cetuximab or oxaliplatin) and restorative combination studies due to oxaplatin resistance (i.e. irinotecan)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/05/LoVo_Xenograft_Altogen_Labs.jpeg", "title": "LoVo xenograft model", "content": "           LoVo xenograft modelColorectal carcinoma is the third most frequently diagnosed malignancy in the United States, accounting for roughly 50,000 deaths annually, as indicated by the American Cancer Society (ACS). The LoVo xenograft model aids in the discovery of innovative anti-cancer drugs, by accurately reflecting molecular characteristics of human tumors. The LoVo epithelial cell line was isolated from a metastatic tumor nodule fragment in the left supraclavicular region of a 56-year-old Caucasian male patient with colorectal adenocarcinoma by Drewinko et al. in 1976. The LoVo cell line is a well-differentiated cell line that presents most of the properties of intestinal cells, including the formation of acinar structures, microvilli, a glycocalyx, desmosomes, adherens and tight junctions, as per a 2003 study in Oncogene. LoVo has proven to be a potent tool to study loss of epithelioid organization. LoVo cells are negative for expression of colon antigen 3 and colon-specific antigen-p (CSAp-). Also, these cells express N-ras, H-ras, Myb, c-myc, K-ras, sis and fos oncogenes. A 2012 study by Zou et al. used the LoVo cell line and xenograft to demonstrate the anticancer properties of Beta-asarone, a component of the common traditional Chinese medicine Acorus calamu. Results presented the novel finding that β-aserone induces apoptosis and reduces tumor growth in colon cancer via mitochondria and caspase pathways. The study by Piotrowska et al. (2013) used the LoVo cell model to compare the cytotoxicity of known anticancer agent DMU-212; results indicated that induction of apoptosis is due to upregulation of pro-apoptotic transcripts (Bik, Bak1, Bad, Bok, p52, Apaf1, Noxa) and downregulation of anti-apoptotic factors (Bag1, Bcl-xL, Bcl-2) and that cytochrome p450 catalyzes DMU-212 biotransformation that is critical to anticancer effects. Finally, the 2016 Oncology Letters study (Chen et al.) used the LoVo xenograft model in testing efficacy of cetuximab to mediate activity of antibody dependent cell mediated cytotoxicity (ADCC) via natural killer (NK) cells by increasing specificity on epidermal growth factor receptor (EGFR) positive colorectal cancer cells; results showed cetuximab successfully increased the intensity of ADCC activity which could provide a potential immunotherapy for CRC patients exhibiting metastasis and EGFR expression. The LoVo cell line is used to create the CDX (Cell Line Derived Xenograft) LoVo xenograft mouse model. The LoVo xenograft model is a preclinical system that allows an understanding of the mechanism of action (i.e. quantitation of gene expression changes, pathway analysis, biomarkers) following treatment with VEGR-TKIs (e.g. cediranib)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/ls174_xenograft_model_altogen_labs.jpg", "title": "LS174T xenograft model", "content": "             LS174T xenograft modelColorectal carcinoma is one of the most prevalent types of cancer in the United States. Xenograft murine models closely mimic human colorectal tumor aiding in the development of innovative cancer therapeutics. The LS 174T cell line was isolated from a Duke’s type B colorectal adenocarcinoma of a 58-year-old Caucasian female patient. Frequently used for biomedical research related to colon cancer, LS 174T cells are positive for the expression of various oncogenes, including c-myc, N-myc, H-ras, N-ras, Myb, and fos. Also, the LS 174T cell line possesses abundant microvilli and vacuoles and produces carcinoembryonic antigen (CEA), interleukin 10 (IL-10), interleukin 6 (IL-6) and mucin. LS174T cells provide suitable in vitro and xenograft models for studying mucin expression in colorectal cancer such as in the 1989 study by Siddigui et al. that identified differences in biosynthetic and structural makeup differences between xenograft mucin secretion, as there are cancer-associated antigens carried by secreted mucin glycoproteins that hold potential for cancer-specific drug targeting.  Another example study that uses LS174T cells is the 2006 Cancer Research study (Chen et al.) that studied novel synthesized angiogenesis inhibitors, particularly VEGF inhibitors, on colon cancer. YN968D1 is one such compound that demonstrated inhibition of protein tyrosine kinase (PTK), VEGFr2, Ret, c-SRC and c-Kit and exhibited excellent dose response antitumor activity. YN968D1 was proposed as a replacement for the Phase III drug Novartis as it has a similar but improved mechanism of action. A study by Zou et al. (2010) used LS174T cells to develop a novel imaging technique that uses a radiolabeled complimentary determining region-grafted humanized CH2 domain deleted anti-tumor associated glycoprotein-72 (HuCC49deltaCH2) monoclonal antibody as a method for cancer-specific imaging using 18F-fluorodeoxyglucose positron emission tomography. The study was a success and concluded that this method of antigen-directed specificity for cancer imaging holds potential for clinical therapy design, especially for pre-, intra- and postoperative PET imaging. Finally, a 2011 study used LS174 colon cancer cells to investigate the contribution of c-Jun N-terminal kinase (JNK) signaling to rapamycin resistance. Results showed that JNK activation/phosphorylation increased with rapamycin treatment and that its downregulation and inhibition enhanced the antiproliferative effects of rapamycin, indicating that combination therapy of rapamycin with a JNK inhibitor may improve clinical outcomes.The LS174T cell line is used to create the CDX (Cell Line Derived Xenograft) LS174T xenograft mouse model. The LS174T xenograft model can be utilized to study monotherapies (e.g. RNAi specific siRNAs/miRNAs) or to determine synergistic efficacy due to resistance (i.e. bevacizumab and immune modulatory oligonucleotide TLR9 activation)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/mc38_Xenograft_Altogen_Labs.jpg", "title": "MC38 syngeneic murine xenograft model", "content": "Colorectal cancer (CRC) is the second leading cause of cancer deaths worldwide. Colon cancer models in rodents are valuable tools for the preclinical assessment of novel therapeutic agents. Murine models are particularly useful for studying the fundamental properties of tumors and aid in the investigation of pathophysiologic mechanisms of CRC development. The MC38 tumorigenic epithelial cell line is isolated from mice with colon adenocarcinoma and expresses high levels of human carcinoembryonic antigen (CEA) and has been used across many research studies. Such examples include the 2004 study by Pajtasz-Piasecka et al. that used the MC38 cell line to study the therapeutic potential of a retroviral vector carrying murine interleukin 12 genes (mIL-12); results demonstrated that cells transformed with IL-12 showed reduced tumorigenicity and that mice that rejected the MC38/IL-12 tumor cells were resistant against subsequent introduction to MC38 cells. These results demonstrated potential for this technique for anticancer vaccines. A study released in 2016 by Kodumudi et al. used MC-38 cells to study methods for disrupting tumor-infiltrating lymphocyte (TIL) inhibitors; the most effective observed strategy was treatment with anti- programmed cell death ligand 1 (PD-L1) antibodies which showed increased T-cell infiltration and IFN-gamma production as well as slowed tumor growth. The group concluded the potential for blocking co-inhibitory immune checkpoints in order to improve TIL function and infiltration as an anti-cancer therapeutic strategy. Similarly, a 2016 Cancer Cell article by Tang et al. used MC38 cells to investigate methods of improving immune checkpoint blockade therapy (such as PD-L1 blockade) by targeting LIGHT, a tumor necrosis factor, which typically prevents lymphotoxin beta-receptor signaling, chemokine production and T-cell recruitment. They presented results that suggested LIGHT can overcome checkpoint blockade resistance in tumor by creating a T cell inflamed environment. On a related note another study on immunotherapy that used MC38 cells was released in 2017 (Juneja et al.) establishing PD-L1 as not just a marker of suppressed antitumor immunity as previously believed but as an active inhibitor of CD8+ T cell cytotoxicity.The MC38 cell line (mouse colon) is used to create the CDX (Cell Line Derived Xenograft) MC38 syngeneic murine model.  The MC38 syngeneic/xenograft studies include stimulated proliferation of colon cancer due to exogenous insulin, along with standard anti-tumor studies (e.g. 5-FU, PRI-2191, cathepsin S inhibitors)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/RKO_xenograft_model_altogen_labs.jpg", "title": "RKO xenograft model", "content": "Colorectal cancer is the second primary cause of cancer-related deaths in men, accounting for nearly 50,000 fatalities annually in the United States, as per the American Cancer Society (ACS).  Xenograft models aid in understanding the cellular and molecular mechanisms, contributing to the development of novel anti-cancer drugs. The RKO cell line was isolated form adhesive epithelial cells of a male patient with colorectal carcinoma. RKO is a poorly differentiated colon carcinoma cell line established by M.Brattain. The RKO cell line contains wild-type p53 but lacks h-TRβ. The RKO cell line is tumorigenic in nude mice and expresses urokinase receptor (u-PAR). According to a 2015 study in World Journal of Gastroenterology (He et al.), RKO cell line is utilized as the model for studying NOB1 gene because of its relatively short doubling time as well as an established genetic profile. Results demonstrated that NOB1 silencing via small RNA interference (lenti-virus mediated) inhibits colorectal cancer tumor growth by altering pathways including BAX and WNT, which affect apoptosis, cell proliferation and angiogenesis. A 2011 study by Yang et al. (Cancer Research) used the RKO model to examine the antitumor activity of Vemurafenib, a BRAF inhibitor, in colorectal cancer models with BRAF mutations. BRAF is part of the RAS-RAF pathway which is involved in differentiation, survival and cell proliferation. RKO was chosen for its de novo vemurafenib resistance. Data demonstrated that combination of vemurafenib with cetuximab and/or irinotecan, capecitabin and/or bevacizumab, or erlotib resulted in increased survival and antitumor activity. Lastly, Dang et al. published a study (Cancer Research, 2006) using RKO cells and xenograft model to examine the role of HIF-1α in nonhypoxia-mediated tumor cell proliferation. Results demonstrated that HIF-1α does promote in vitro and in vivo nonhypoxia-mediated proliferation but only contributes to hypoxic survival in vitro. Data also showed that VEGF disruption resulted in growth delay and expansion of hypoxic compartments while HIF-1α did not similarly affect the expanded compartments. The RKO cell line is used to create the CDX (Cell Line Derived Xenograft) RKO xenograft mouse model. The RKO xenograft model enables the in vivo efficacy of immunotherapies (e.g. pembrolizumab, ipilimumab) and other targeted therapies (e.g. NOB1 inhibition)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/sw480_xenograft_model_altogen_labs.jpg", "title": "SW480 xenograft model", "content": "             SW480 xenograft modelColon cancer often affects people in their late 60s-early 70s, per the Colon Cancer Alliance (CCA). Metastasis is typically the most common cause of treatment failure in colorectal cancer patients. Murine xenograft models could facilitate cancer diagnosis and treatment by closely resembling human tumors. The SW480 epithelial cell line is isolated from a colon tumor of a 50-year-old Caucasian male patient with colorectal adenocarcinoma. The SW480 cell line is susceptible to human immunodeficiency virus 1 and expresses elevated levels of p53 protein. Also, SW480 cells positively express c-myc, K-ras, H-ras, N-ras, myb, sis and fos oncogenes. The SW480 cell line is tumorigenic in nude mice and produces carcinoembryonic antigen (CEA) as well as keratin. This model provides a unique research opportunity in that both SW-480 and SW-620 colon cancer lines were taken from primary and secondary tumors of a single patient, as mentioned above; the differences were highlighted in a 2001 study (Hewitt et al.) that reported SW-480 cells have a epitheliod morphology and their xenografts form glandlike structures. In addition SW480, consistent with being of an earlier stage in tumor progression, are less metastatic, tumorigenic and show less resistance anti-FAS or TNF-alpha induced apoptosis. Research that has used the SW480 model include the 2013 study by Shigeta et al. in which data demonstrated anticancer effects of cetuximab, a monoclonal antibody against human epidermal growth factor receptor (EGFR). Results correlated EGFR levels to drug sensitivities in cell lines, confirmed cytotoxic effects of the drug and inhibited growth of tumors in xenograft models; this provides clinical relevance for predicting patient response to cetiximab. The 2016 Oncology Letter publication by Li et al. reported a method for visualizing hypoxia inducible factor 1 alpha in a colorectal cancer xenograft model. The group used a lenti virus for stable transection for cells to dually express HIF-1α and green fluorescent protein (GFP), allowing for efficient screening for the therapeutic potential of HIF-1α targeting drugs. Finally, a 2010 study in Neoplasia (Kaur et al.) used SW480 cells to assess the mechanism of action of silibinin, an active ingredient in milk thistle (Silybum marianum), against colorectal cancer (CRC). Results in vitro as well as xenografts indicated that silibinin decreases proliferation, decreases cyclin D1, β-catenin, CDK8 and c-Myc expression and increases apoptosis in CRC, thereby suggesting its therapeutic potential. SW480 is used to create the CDX (Cell Line Derived Xenograft) SW480 xenograft mouse model.  The SW480 xenograft model is a pre-clinical model utilized in studies examining therapeutics targeting the β-catenin pathway (e.g. silibinin). The SW480 model also lends itself to studies addressing the link between human epidermal growth factor receptor (EGFR) expression levels and anti-tumor growth therapies (e.g. cetuximab)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/sw620_Xenograft_Altogen_Labs.jpg", "title": "SW-620 xenograft model", "content": "Colon cancer is the fourth most common cancer detected in the United States. In addition to being responsible for over 95,000 new cases annually, it has an increased incidence rate in patients younger than age 50, as per the Colon Cancer Alliance (CCA). The SW-620 tumorigenic epithelial cell line was derived by A. Leibovitz from a lymph node of a 51-year-old Caucasian male patient with colorectal adenocarcinoma and is a suitable transfection host. The SW-620 cell line expresses carcinoembryonic antigen (CEA), transforming growth factor alpha and matrilysin. Also, these cells are CSAp and colon antigen 3 negative, and positive for keratin by immunoperoxidase staining. According to a 1981 article in Cancer Research, SW-620 possesses many characteristics, making it an excellent in vitro and in vivo screening system for human colon adenocarcinoma. The SW-620 xenograft model itself could efficiently screen a variety of therapeutic agents against different types of human colorectal adenocarcinomas. This model is unique in that the SW-480 and SW-620 were established from primary and secondary tumors from a single patient, aforementioned, and so provides a unique research model opportunity. A 2001 study by Hewitt et al. highlighted the differences between the two SW- cell lines and concluded that SW-620 cells have a fibroblast-like appearance and xenografts form solid sheets and are more tumorigenic, metastatic and resistant to TNF-alpha and anti-Fas induced apoptosis as compared to its earlier stage SW480 counterpart, which is consistent with tumor progression. Another example of a study that used SW-620 cells is the 1981 study by Straggand et al. which was among the first to demonstrate the clinically relevant potential for screening anticancer agents using this model. They examined biological and cell kinetic properties of SW620 cells and reported that all xenografts are poorly differentiated, have extensive necrotic foci, minimal metastasis and grew at a similar rate to human cells’ kinetic profile. A more recent study published in 2012 by Ehrig et al. used the SW-620 xenograft to examine the efficacy of an oncolytic viral therapy using GLV-1h68, a replication competent vaccinia virus (VACV). They observed therapeutic effects in tumorigenic xenografts including increased survival, significant tumor growth inhibition, upregulation of immune-related antigens (including IP-10, INF-gamma, TNF-gamma, MCP-1, RANTES, MCP-3 and MCP-5) and increased infiltration of macrophages and NK cells in the tumors. These results ultimately support the potential of the VACV GLF-1h68 for colorectal cancer treatment.The SW-620 cell line is used to create the CDX (Cell Line Derived Xenograft) SW-620 xenograft mouse model. The SW-620 xenograft model is a clinically relevant model currently utilized for studying late stage oncolytic virotherapy or therapeutic effects on Rho GTPases (e.g. AZA197)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/widr_xenograft_model_altogen_labs.jpg", "title": "WiDr xenograft model", "content": "             WiDr xenograft modelXenotransplantation is a well-known research tool for assessing the effectiveness of drugs against colon cancer. The WiDr cell line was established from the HT-29 cell line, taken from a colon adenocarcinoma of a 44-year-old Caucasian female. WiDr is tumorigenic in nude mice and expresses carcinoembryonic antigen (CEA), colon-specific antigen (CSAp), transforming growth factor beta and epidermal growth factor (EGF). In addition to being negative for colon antigen 3 expression, this cell line is positive for keratin by immunoperoxidase staining and expresses p53 antigen. Much research has benefitted from the WiDr cell model including a 2008 by Shindoh et al. used the WiDr xenograft model to study the relationship between antitumor effects and pharmacokinetic and pharmacodynamics properties of a novel histone deacetylase (HDAC) inhibitor known as YM753, a bacterially derived cyclic-peptide based molecule. Results demonstrated a selective tumor-cell death, tumor growth inhibition and an accumulation of acetylated histones that occurred in tumor but not normal cells. Extracellular plasma did not retain YM753 however its reduced form was retained by tumor tissues, suggesting clinical potential for this antitumor agent.  A 1997 study used the cell line and a WiDr derived murine xenograft model to examine differences in sensitivity between the semisynthetic Camptothecin derivative CPT-11 and its metabolite SN-38, a known antineoplastic drug. Results showed DNA topoisomerase-1, critical for replication, activity rather than carboxylesterase, which metabolizes CPT-11, activity was a predictor for antitumor activity; higher topoisomerase activity correlated to higher sensitivity to both drugs which can be used to predict efficacy in a clinical setting. CPT-11 is now a chemotherapy drug (Camptosar®, camptothecin-11) used to treat colorectal cancer. A 2005 Oncology Reports study by Yorozuya et al. used the WiDr xenograft model to test TSU-68 (SU-6668), an anti-receptor tyrosine kinase drug that inhibits angiogenesis and cell proliferation and affects VEGF, bFGF and PDGF signaling in vitro. In vivo results showed TSU-68 significantly inhibited metastasis and tumor growth. As of 2018 this inhibitor, now known as Orantinib, started undergoing Phase 3 trials. Finally a 2008 studyThe WiDr cell line is used to create the CDX (Cell Line Derived Xenograft) WiDr xenograft mouse model. The WiDr xenograft model is known to contain high expression levels of EGFR, thus making it an ideal model to study EGFR-TKIs. The EGFR status of this model is exceptionally beneficial when studying combinatorial effects (e.g. gefitinib, irinotecan). Also, antitumor efficacy has been shown using HDAC inhibitors (e.g. YM753)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/ags_Xenograft_Altogen_Labs.jpg", "title": "AGS xenograft model", "content": "Gastric cancer is the third primary cause of death from cancer worldwide. It is often diagnosed at an advanced stage with local invasion or metastasis. Due to the lack of early symptoms, it is usually hard to detect and difficult to cure. Xenograft murine models aid in studying gastric tumor growth and development aiming to find effective therapies. The AGS epithelial tumorigenic cell line was initially derived from the stomach tissue of a 54-year-old Caucasian female with gastric adenocarcinoma and is a reasonable host for studies related to different forms of stomach cancer. A 2013 AGS xenograft study published in Oncology Reports, investigated the effect of shRNA targeting autotaxin on the migratory and invasive capability of AGS gastric cancer cells. The article indicates that autotaxin could be a new molecular target for gastric cancer treatment. Another study that used the AGS xenograft model is Shin et al. (2016) which demonstrated that the phytosterol beta-sitosterol (BS) induces cell death in human gastric adenocarcinoma via apoptosis induction and activation of tumor suppressors including PTEN and APMK. In their 2012 study Li et al. used AGS cells to study the role of protocadherin 10 (PCDH10) hypermethylation in human gastric carcinoma. They found that PCDH10 exhibited reduced expression that correlated to hypermethylation in gastric cancer and that demethylation was correlated with restored expression and tumor growth suppression, implicating PCDH10 as a tumor suppressor gene (TSG) and potential therapeutic target. Lastly, Barati et al. released a 2018 study characterizing AGS xenografts in athymic nude mice as an appropriate research model of gastric adenocarcinoma; growth kinetics showed a 41 day mean doubling time and immunohistochemistry (IHC) of stomach neoplasms revealed model-specific pathology including specific p53 mutations and high CK8 expression and angiogenesis. The AGS cell line is routinely used to create the CDX (Cell Line Derived Xenograft) AGS xenograft mouse model. Due to cell surface expression of EGFR, the AGS model enables the study of anti-EGFR therapeutics such as cetuximab or carboplatin. "},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/hs746t_Xenograft_Altogen_Labs.jpg", "title": "Hs746T xenograft model", "content": "Gastric cancer is the third prevalent cause of cancer deaths worldwide and remains a disease with high mortality. Advanced gastric cancer frequently has a poor prognosis as it is resistant to many of the conventional chemotherapeutic strategies. Average age at diagnosis is 69 years, and the risk is slightly higher in men than in women as per the American Cancer Society. Preclinical studies of the Hs746T mouse xenograft model are essential in the evaluation of anti-cancer treatments related to gastric cancer progression. The Hs746T epithelial cell line is isolated from a 74-year-adult Caucasian male patient with gastric carcinoma. The Hs746T is a hypertriploid human cell line that is tumorigenic in immunosuppressed mice. In a 2017 Hs746T xenograft study published in Investigational New Drugs, merestinib alone or in combination with emibetuzumab was evaluated in vitro and in vivo in mice with Hs746T xenograft tumors. Merestinib is a type II MET kinase inhibitor that inhibits the proliferation of Hs746T cells in vitro, a suitable therapeutic option for treatment of patients who progress on type I MET inhibitor treatment. Also, the combination of merestinib with emibetuzumab when patients progress on single agent merestinib could be beneficial according to the study. A 2016 study by Hughes et al. used a Hs746T xenograft model to test AMG 337, a small molecule MET receptor tyrosine kinase inhibitor. Results demonstrated AMG 337 decreased proliferation, inhibited MET, phosphorylation of the adaptor protein Gab-1, and the downstream MAPK and PI3K pathways. Gavine et al. (2015) also used Hs746T xenografts as a model for examing c-Met inhibitors; in this study volitinib, a small molecule tyrosine kinase inhibitor, was highlighted as a selective cMET inhibiter which provides rationale for clinical use treating gastric cancer. Park et al. (2016) is the last example of a study that used a Hs746T model, once again for its overexpression of c-Met; they presented the novel inhibitor KRC-00715 as a potent and selective c-Met inhibitor which exhibited cytotoxicity, inhibition of growth in the c-Met oncogene addicted Hs746T model, and reduced Akt and Erk activities. The Hs746T cell line (human gastric) is used to create the CDX (Cell Line Derived Xenograft) Hs746T xenograft mouse model. The Hs746T xenograft model allows researchers to study small molecule compounds that inhibit signaling pathways (e.g. c-Met and VEGFR-2) that contribute to tumor malignancies (such as volitinib)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/mkn45_Xenograft_Altogen_Labs.jpg", "title": "MKN45 xenograft model", "content": "Gastric cancer is still a common cause of cancer-related deaths worldwide and often diagnosed at an advanced stage. Per the American Cancer Society (ACS) approximately 1 in 111 people may develop gastric cancer, the third primary cause of cancer mortality in the world. The MKN-45 cell line was established in Japan from a poorly differentiated adenocarcinoma of a 62-year-old woman. The MKN-45 cell line expresses wild-type p53 protein and is characterized by amplification of c-met oncogene and promoter mutation of E-cadherin. Preclinical murine models of gastric cancer help researchers to evaluate management strategies for stomach cancer. A 2011 study published in Clinical Cancer Research, tested the antitumor activity of the PI3K/mTOR kinase inhibitor BEZ235 against gastric cancer both in vitro and in vivo.  The article indicates that the MKN-45 xenograft model is resistant to treatment with BEZ235 in vivo. The 2013 study by Lio et al. characterized the MKN-45 cell line cultured in enriched medium and identified spheroid body-forming cells as well as overexpression of cancer stem cell (CSC) markers (CD44, Nanog, Oct4, Sox2). Identifying CSCs, which possess properties that contribute to tumor formation, metastasis and recurrence, in gastric cancer models is considered important for developing stem cell-targeting therapies. A 2012 study by Yamashita-Kashima et al. (2012) used MKN-45 cells to look for biomarkers indicative of anticancer activity of bevacizumab, a monoclonal antibody against human endothelial cell growth factor (VEGF) used for chemotherapy. The group concluded that VEGF levels and VEGF/bFGF ratios were most correlated to bevacizumab sensitivity but that other predictive markers are needed for this model. The last example study using MKN45 cells is the 2010 study by Chong et al. which screened for biomarkers of gastric tumor growth and found that in the MKN45 xenograft model reduced plasma levels of human APOA1 correlated to tumor size. This has potential clinical relevance in terms of tumor detection. The MKN-45 cell line is used to create the CDX (Cell Line Derived Xenograft) MKN-45 xenograft mouse model. The MKN-45 xenograft model is also resistant to TGF-B growth inhibition, carboplatin, docetaxel and irinotecan. However, there is anti-tumor activity as evident from afatinib and BEX235."},{"img": "https://altogenlabs.com/wp-content/uploads/2020/06/n87xenograft.jpg", "title": "NCI-N87 xenograft model", "content": "Gastric cancer is one of the most prevalent malignancy worldwide. Gastric adenocarcinomas are typically associated with high mortality and limited treatment options. Subcutaneous implantation of the NCI-N87 human gastric tumor cells into immunocompromised mice can be utilized as a platform to test new drug candidates as well as predict in vivo drug responses in humans. Xenograft murine models aid in the investigation of targeted agents aiming to improve the clinical outcome of gastric cancer patients. The NCI-N87 tumorigenic epithelial cell line was derived from a metastatic site in the liver of a male patient with gastric carcinoma. NCI-N87 has been positively tested for myc and erb B2 oncogenes. Furthermore, it expresses carcinoembryonic antigen as well as TAG 72 surface glycoproteins. The NCI-N87 cell line is EGFR-positive, human epidermal growth factor receptor 2 (HER2) positive and responds to cetuximab as well as carboplatin both in vitro and in vivo, as per a 2012 study in Gastric Research. The 2015 Molecular Clinical Oncology study (Harada et al.) also used the NCI-N87 model to test combination therapy in HER2+ human gastrinoma. A common combination chemotherapy regiman include capecitabine/oxaliplatin (XELOX), 5-fluorouracin (5-FU)/cisplatin, or trastuzumab/capecitabine/cisplatin and this study identified that trastuzumab with XELOX resulted in upregulation of thymidine phosphorylase (TP) and may mediate interactions between NK and NCI-N87 cells; this has potential for clinical translation. Xhang et al. (2013) also used the NCI-N87 cell line to successfully establish a peritoneal gastric carcinoma xenograft model to support survival outcome analysis. The last example study is the Clinical Cancer Research article by Yamashita-Kashima et al. (2011) which used the NCI-N87 model to demonstrate the significant efficacy enhancement of combination therapy with pertuzumab and trastuzumab against HER2+ gastric carcinoma; the mechanism of action was shown to inhibit cell growth, increase apoptosis and ADCC-mediated cell killing as well as have antiangiogenic activity. The NCI-N87 cell line is used to create the CDX (Cell Line Derived Xenograft) NCI-N87 xenograft mouse model. NCI-N87 is a HER2-positive gastric cancer xenograft model utilized in studying pre-clinical monotherapies and combination therapies (e.g. pertuzumab, trastuzumab, 5-FU)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/snu16_xenograft_model_altogen_labs.jpg", "title": "SNU-16 xenograft model", "content": "            SNU-16 xenograft modelGastric cancer has high mortality rates, poor prognosis and is the third leading cause of cancer-related deaths worldwide. The SNU-16 cell line was isolated in 1987 by J. Park from ascites of a 33-year-old Asian female patient with poorly differentiated carcinoma of the stomach prior to chemotherapy. The SNU-16 cell line expresses carcinoembryonic antigen (CEA), TAG 72 and overexpresses fibroblast growth receptor 2 (FGFR2) which appears to be a putative driver of tumorigenesis. Subcutaneous implantation of the SNU-16 human gastric tumor cells into immunodeficient mice aims to predict in vivo drug response in humans. Overexpression of FGFR2 in the SNU-16 xenograft model enables pre-clinical studies of novel FGFR inhibitors (e.g. anti-FGFR2 mAb, AZD4547) (Xie et al. 2013). DS-8895a has therapeutic potential against EPHA2-expressing tumors and inhibits tumor growth in EPHA2-positive SNU-16 xenograft mouse model, but it shows even better efficacy in combination with cisplatin (CDDP), as per a 2016 study published in Cancer Biology and Therapy. Miyano et al. (2016) also released a study using the SNU-16 xenograft model do demonstrate that the selective tyrosine kinase inhibitor E7090, active against FGFR1, -2 and -3, shows anti-proliferation effects, decreased tumor size and prolonged survival in mice. E7090 is being studied in a Phase 1 clinical trial. As the last example, the Chang et al. (2016) study used the SNU-16 line to investigate why gastric cancers are resistant to biomarker-driven targeted therapy such as trastuzumab, an anto-ERBB2 monoclonal antibody. High-throughput cell and xenograft microarrays of heterogeneous tumor cells were used to correlate resistance to ERBB2 genomic anomalies; the group concluded that these array methods can also be used to determine disease specific biomarkers for useful clinical treatments. The SNU-16 cell line is used to create the CDX (Cell Line Derived Xenograft) SNU-16 xenograft mouse model."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/02/sgc7901_Xenograft_Altogen_Labs.jpg", "title": "SGC-7901 xenograft model", "content": "Stomach cancer develops from malignant cells in the lining of the stomach and is the third primary cause of deaths from cancer worldwide. It is often diagnosed at a late stage because of the absence of early symptoms. The SGC-7901 cell line was isolated from metastasis of untreated gastric adenocarcinoma of a 56-year-old Chinese female patient in 1979. SGC-7901 cells have been extensively employed as models for investigations on H pylori-induced gastric epithelial inflammatory responses. A 2008 SGC-7901 xenograft study published in Investigational New Drugs, demonstrates that CPT21, a semi-synthetic water-soluble analogue of camptothecin, displays an extensive anti-tumor spectrum and can induce the apoptosis of SGC-7901 cells via activating the caspases cascade followed by disrupting mitochondrion function. A 2011 study by Xu et al. used the SGC-7901 xenograft model to test the efficacy and effects of darbufelone, a dual inhibitor of 5-lipoxygenase (5-LOX) and cyclooxygenase-2 (COX-2), on gastric carcinoma. Results demonstrated inhibition of tumor growth without observable cytotoxicity, downregulation of 5-LOX, COX-2, PCNA, and Bcl-2 and upregulation of caspase-3 (indicating induction of apoptosis). The last example study is by Wang et al. (2016) in which the group used the SGC-7901 xenograft model to study potential effects of Chinese bayberry fruit, rich in anthocyanins such as cyanidine-3-glucoside (C3G), on tumor growth. Results indicated that C3G suppressed tumor growth, upregulated KLF6 and p21 and decreased CDK4 and cyclin D1 expression, all of which is indicative of antiproliferative activity in gastric adenocarcinoma. The SGC-7901 cell line (human gastric) is used to create the CDX (Cell Line Derived Xenograft) SGC-7901 xenograft mouse model.  The SGC-7901 xenograft model enables anti-tumor growth evaluation of extracts (e.g. anthocyanin C3G), kinase inhibitors (e.g. R1498) and anti-inflammatory agents (e.g. darbufelone)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/h22_xenograft_model_altogen_labs.gif", "title": "H22 xenograft model", "content": "           H22 xenograft modelLiver cancer is the second leading cause of cancer-related deaths worldwide, as indicated by Oncotarget, published in July 2015.  Liver cancer is characterized by several main characteristics such as a high rate of recurrence, low early detection rate, and ineffective treatment regimens. The H22 cell line is derived from murine hepatic carcinoma cells; murine preclinical models have proven to be useful tools in the study of liver cancer. In a 2014 study published in PLoS One, in vivo antitumor activity of a novel Sorafenib derivative, named HLC-080 was tested using the H22 xenograft model. The study demonstrates that HLC-080 has the potential to inhibit cell proliferation. The significant advantage of the H22 xenograft model is that liver cancer H22 can grow in many mouse strains with high invasiveness and metastasis; thus, this model is widely used in anti-tumor research. Zeng et al. also used the H22 model in their 2010 study demonstrating how the dendritic cells vaccine with AFP cDNA fragments (the signal peptide AFP1 but not AFP2) elicits an antitumor immune response. A 2015 study in Oncotarget (He et al.) used the HC22 model to investigate hepatic cell carcinoma (HCC) pathogenesis of therapies; results highlighted the in vivo functions of microRNA in HCC and provided suggestions on how to choose HCC models based on genomic alterations, morphology, histology and biochemical phenotypes. Lastly, Song et al. (2012) used the H22 xenograft model to show that crude gecko peptides can induce apoptosis in tumors. The H22 cell line (mouse liver) is used to create the CDX (Cell Line Derived Xenograft) H22 xenograft mouse model. The H22 xenograft model enables the study of potential therapeutics for HCC, including immunotherapies in the orthotopic model. The orthotopic H22 model has been shown to increase the immune cell population of regulatory T cells and myeloid-derived suppressor cells in the bone marrow, spleen and tumor tissues."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/hepa1_xenograft_model_altogen_labs.gif", "title": "Hepa 1-6 xenograft model", "content": "           Hepa 1-6 xenograft modelHepatocellular carcinoma (HCC) is a significant cause of cancer mortality worldwide. Liver cancer is often associated with a poor prognosis, and the exact mechanisms leading to its development are still unclear. The Hepa 1-6 tumorigenic epithelial cell line is derived from liver cells of the BW7756 mouse (Mus musculus) with hepatoma. Hepa 1-6 has been negatively tested for mousepox and is widely used in mammalian liver tissue functions research. A 2013 study in PLoS demonstrates that Hydroxysteroid sulfotransferase 2B1b SULT2B1 is overexpressed in the human hepatocarcinoma tumorous tissues compared to their adjacent tissues, which promotes the growth of the mouse hepatocarcinoma cell line Hepa1-6. Also, knock-down of SULT2B1b inhibits cell growth and cyclinB1 levels in human hepatocarcinoma cells and suppresses xenograft growth in vivo. A 2017 study (Nevzorova et a.) used the Hepa-1-6 model to test for both in vitro and in vivo effects of Abisilin®, a natural novel pharmacological terpenoid compound originally extracted from coniferous Pinaceae tress; results demonstrated the compound has anti-angiogenic and anti-tumor properties in terms of growth, apoptosis, proliferation and vasculature. Kim et al. also released a study (2015) using Hepa-1-6 cells to examine cancer-specific post-transcriptional targeting as a method of cancer therapy. Tey developed trans-splicing ribozomes of Tetrahymena group I intron in order to target RNA of HCC specific telomerase reverse transcriptase (TERT); adenovirus transfection with these ribozymes showed low-toxicity anti-tumor effects which holds potential for a safe and effective clinical targeting strategy. Finally, a 2017 study released by Chuang et al. used the Hepa 1-6 xenograft model to characterize JC-001, a Chinese medicine traditionally used for non-cancer liver disease such as chronic hepatitis C and B, in tumors. Results suggested an immunomodulation effect with JC-001 treatment as there was increased immune cell infiltration as well as increased expression of Ki67 and hypoxia inducible factor 1 alpha (HIF-1α), providing support for the use of JC-001 in clinical applications of hepatoma treatment. The Hepa 1-6 cell line (mouse liver) is used to create the CDX (Cell Line Derived Xenograft) Hepa 1-6 xenograft mouse model. The Hepa 1-6 xenograft model enables the study of tumor growth inhibition of therapeutic agents such as expression of hTERTC27 by a recombinant adenovirus or RNA replacement therapy through miRNA regulation (i.e. miR-122 or miR-34)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/hep3b_xenograft_model_altogen_labs.gif", "title": "Hep3B xenograft model", "content": "           Hep3B xenograft modelLiver cancer is the second leading cause of cancer deaths worldwide that accounts for over 800,000 new cases annually, making it a global public health challenge. Hepatocellular carcinoma (HCC) is the most common type of liver cancer in adults, accounting for more than 70 percent of all liver malignancies. The Hep3B epithelial cell line is isolated from the liver tissue of an 8-year-old Black male patient with hepatocellular carcinoma. Hep-3B cells are tumorigenic in nude mice and contain Hepatitis B. Also, the Hep-3B cell line has the Hep B virus integrated into its genome. A 2013 study published in International Journal of Hepatology investigated the antitumor efficacy of allosteric mTOR inhibitor everolimus, a rapamycin analog, both alone and in combination with the microtubule-destabilizing agent, patupilone. In vivo studies show that everolimus treatment for two weeks inhibits the growth of Hep3B xenografts. The study demonstrates the antitumor activity of everolimus in both in vitro and in vivo models of HCC as a potential therapeutic strategy for liver cancer. Also, the combination of everolimus with patupilone could be a highly effective regimen for the treatment of HCC. Another 2013 study (Yang et al.) used the Hep3B xenograft model to characterize brivanib, a tyrosine kinase inhibitor that targets angiogenesis receptors FGF-R1, FGF-R2 and VEGF-R2. They utilized 1H high-resolution magic angle spinning magnetic resonance spectroscopy (HR-MAS MRS) and histopathology to demonstrate that brivanib treatment reduced tumor growth, proliferation and angiogenesis while increasing apoptosis. The technique can also provide metabolite information and was demonstrated to compliment traditional histopathological results, supporting its clinical use. A 2017 Nature study by Liu et al. used the Hep3B cell model to show that the traditional Chinese medicine Polyugonum bistort (PB) has antitumor effects with the mechanism of action being upregulation of apoptosis in hepatoma caused by reactive oxygen species (ROS) induced endoplasmic reticulum (ER) stress. Other accompanying effects include increased ubiquitinated proteins (proteostasis impairment), cytoskeletal changes, reduced cell adhesion and motility as well as halted cell cycle progression; overall data supports PB for further study as a complementary HCC treatment. Another study in Nature’s Cancer Gene Therapy used the Hep3B model to characterize OAS403, an oncolytic adenovirus that selectively replicates in tumor cells; OAS403 selectively killed tumor cells and increased the efficacy with doxyrubicin combination treatment. Finally, Zhao et al. used the Heb3B xenograft model to demonstrate the use of positron emission tomography (PET) for optical molecular imaging of HCC and using radiolabeled or fluorescent epidermal growth factor receptor (EGFR) affibody molecule as a cancer specific affinity probe, which has clinical implications for in vivo HCC detection. The Hep3B cell line (human liver) is used to create the CDX (Cell Line Derived Xenograft) Hep3B xenograft mouse model. The Hep3B xenograft model of human hepatocellular carcinoma (HCC) enables studies consisting of tumor growth inhibition of a therapeutic agent such as sorafenib, along with studies monitoring acquired sorafenib resistance.*NOTE: All IP rights to the Hep3B cell line belongs to Wistar Institute. Clients will need to obtain licensing from Wistar Institute prior to the initiation of a xenograft study using the Hep3B cell line."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/hepg2_xenograft_model_altogen_labs.jpg", "title": "HepG2 xenograft model", "content": "           HepG2 xenograft modelHepatocellular carcinoma (HCC) is the third prevalent cause of cancer death worldwide. Despite recent advances in diagnosis and treatment, HCC is frequently diagnosed at an advanced stage and has a poor prognosis. Xenograft murine models can contribute to the understanding of drug response in humans and enable the discovery of novel anti-cancer drugs. The HepG2 epithelial cell line is isolated from the liver cells of a 15-year-old Caucasian male patient with hepatocellular carcinoma. The HepG2 cell line expresses insulin and insulin-like growth factor II (IGF II) and is not tumorigenic in immunosuppressed mice. HepG2 is utilized in trials with bio-artificial devices for liver failure. A 2011 study in Cancer Biology &amp; Therapy evaluates the combined antitumor effects of the drug combination of sorafenib and an SK2 selective inhibitor, ABC294640 using the HepG2 xenograft model of hepatocellular carcinoma. The study demonstrates that combination of sorafenib with ABC294640 reduces tumor growth in the HepG2 xenograft model. Therefore, simultaneous targeting of the sphingolipid and MAPK pathways using both SK inhibitors and sorafenib could be useful for HCC patients. A 2017 Nature study (Woodfield et al.) validated the HepG2 xenograft model as an orthotopic murine model that is appropriate for clinically relevant evaluation of hepatoblastoma (HB) that is similar to human HB tumors. They used MRI, immunohistochemical, gene expression, and bioluminescence techniques to analyze levels of human alpha-fetoprotein (AFP), beta-catenin, glypican-3 (GPC3) as well as tumor growth, neovascularization, genetics, and histology. There was also a 2016 Nature study that used HepG2 xenograft models to evaluate the mechanism of increased to HCC associated with elevated glycemic index. Results showed that high glucose levels activates Wnt signaling mediated by suppression of DKK4 expression and an increase in beta-catenin levels; this resulted in a downstream cell cycle check point bypassing and rapid proliferation. Finally, there was a 2017 article released by Li et al. that used the HepG2 xenograft model to investigate the mechanism of antitumor activity of the total flavonoids extracted from Arachniodes exillis (TFAE); observations revealed modulation of expression levels of proapoptotic proteins cleaved caspase-3 and Bax (increased) and downregulation of HIF-1alpha, VEGF and Bcl-2 expressions which supports a model of apoptosis and angiogenesis induction. The HepG2 cell line (human liver) is utilized to create the CDX (Cell Line Derived Xenograft) HepG2 xenograft mouse model. The HepG2 xenograft mouse model of human hepatocellular carcinoma (HCC) allows for studies consisting of antiangiogenesis targeting (i.e. bevacizumab, rapamycin, etc.) or as a tumor growth inhibition model (e.g. sorafenib).*NOTE: All IP rights to the HepG2 cell line belongs solely to the Wistar Institute. The client needs to obtain a license from the Wistar Institute prior to initiation of a xenograft study using the HepG2 cell line."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/skhep1_xenograft_model_altogen_labs.gif", "title": "SK-HEP-1 xenograft model (subcutaneous and metastatic)", "content": "           SK-HEP-1 xenograft model (subcutaneous and metastatic)Liver cancer is a devastating disease that is characterized by a high risk of recurrence and limited treatment options. The average survival after diagnosis is roughly from 6 to 20 months, depending on the stage at diagnosis. Preclinical animal models are potent tools in liver cancer research for selecting drug candidates for clinical development. The SK-HEP-1 epithelial cell line was isolated from the ascitic fluid of a 52-year-old Caucasian male patient with adenocarcinoma of the liver in 1971 by G. Trempe and J. Fogh. Tai et al. released a 2018 study outlining the use of SK-HEP-1 as liver sinusoidal endothelial cells rather than hepatocellular carcinoma cells as a reflection of their gene expression, protein levels and morphological phenotype (tubular formations, fenestrae with no diaphragms) which is important to consider when selecting a cell model for your research. This is also reflected in the study by Eun et al. (2014) demonstrating the SK-HEP-1 model to represent a unique mesenchymal to stem cell transformation, as the cells do not exhibit expression of liver specific transcripts, with metastatic potential.  Prior to this a 2014 article published in Oncogene, demonstrates that the SK-HEP-1 xenograft model is suitable for examining tumor growth and metastasis simultaneously. The study indicates that Zcchc11, a repressor of let-7 maturation, promotes tumor growth and metastasis in vivo and is overexpressed in human cancers, which has implications to develop new strategies for cancer therapy. A 2015 Molecular Oncology article (Hou et al.) used the SK-HEP-1 xenograft model to demonstrate that the plasma membrane protein gp96 is associated with poor prognosis in hepatic cell carcinoma (HCC) because it regulates a uPAR-mediated increase in growth, survival and invasion (and decrease in KDELR1, an ER receptor).  Data also demonstrated that siRNA targeting of the mgp96 and uPAR interaction decreases tumor growth and metastasis, supporting this interaction as a target for cancer therapy and eventual disease free survival (DFS). Clinical Cancer Research released a 2014 article by Xiang et al. using the SK-HEP-1 xenograft model to characterize the mechanism of anticancer action of the MET and VEGFR2 inhibitor cabozantinib as a potential way to overcome resistance to adjuvant treatment with sorafenib. Cabozantinib treatment demonstrated a decrease in angiogenesis, proliferation and an increase in apoptosis. The SK-HEP-1 cell line (human liver) is used to create the CDX (Cell Line Derived Xenograft) SK-HEP-1 xenograft mouse model. The SK-HEP-1 xenograft model is utilized in monotherapy studies or in combination antitumor activity studies of sphingosine kinase 2 inhibitors (e.g. ABC294640) in combination with sorafenib (mechanism of action thru suppression of MAPK pathway; decreased levels of phosphorylated ERK)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/smmc7721_xenograft_model_altogen_labs.gif", "title": "SMMC-7721 xenograft model", "content": "           SMMC-7721 xenograft modelHepatocellular carcinoma is one of most prevalent malignancies worldwide and originates in hepatocellular cells, accounting for nearly 70 percent of all liver cancers. Xenograft animal models are highly utilized to assess the efficacy of novel drugs, providing the opportunity to screen new therapeutic approaches. The SMMC-7721 cell line was derived from an Asian male patient with hepatocellular carcinoma in 1977. Human hepatoma cell line SMMC-7721 expresses EGFR and VEGFR and is an invaluable tool in liver cancer research. A 2012 study published in APJCP (Asian Pacific Journal of Cancer Prevention), evaluates antiproliferative activity and underlying mechanisms of Tas13D, a novel taspine derivative in vivo, using the SMMC-7721 xenograft model. The article demonstrates that 13D inhibits SMMC-7721 xenograft tumor growth and reduces SMMC-7721 cell proliferation, which could be beneficial for liver cancer patients. A 2014 Cancer Cell study (Yuan et al.) identified a long noncoding RNA, lncRNA-ATB, which is activated by TFG-beta in hepatocellular carcinoma (HCC); they also observed that downstream effects include epithelial to mesenchymal transition, invasion, activating the STAT3 cascade and promoting an autocrine-induced activation of IL-11. This study supports lmcRNA-ATB as a potential antimetastatic drug target. A 2017 study (Gao et al.) characterized the effect of borrelidin, a compound produced by actinomycete bacteria which has anti-viral, anti-bacterial, anti-angiogenic and anti-tumor activity, in HCC. Using the SMMC-7721 cell model results from this study revealed a MAPK-mediated suppression of tumor growth and cell cycle arrest. The last example study is by Wu et al. (2018) in which the traditional Chinese medicine Dahuang zhechong pill (DHZCP) was shown to overcome doxorubicin resistance in HCC via upregulation of pro-apoptitic proteins and a negative impact on energy metabolism. The SMMC-7721 cell line (human liver) is used to create the CDX (Cell Line Derived Xenograft) SMMC-7721 xenograft mouse model. The SMMC-7721 xenograft model is a preclinical setting for clients to study novel, low toxicity antitumor therapeutics (e.g. LfcinB-P13, 6-Shogaol) or combinatorial therapies that incorporate the standard of care therapeutic, sorafenib (e.g. CH12: monoclonal antibody against EGFRvIII)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/a20_xenograft_model_altogen_labs.gif", "title": "A20 syngeneic murine model (subcutaneous and metastatic)", "content": "Chronic lymphocytic leukemia (CLL) is caused by a defect in apoptosis that involves the overexpression of antiapoptotic B-cell lymphoma-2 (BCL-2) family members BCL-2. Preclinical xenograft models are instrumental for investigating novel treatment regimens. The A20 cell line was isolated from a spontaneously developed tumor in a BALB/c mouse in 1979. A 2010 study by Samuel et al. published in Molecular Therapy examined the combination treatment of vesicular stomatitis virus (VSV) with obatoclax (GX15-070)-a small-molecule BCL-2 inhibitor using the A20 lymphoma syngeneic murine model. The study indicated that the combination treatment of obatoclax and VSV significantly reduces tumor growth in the A20 xenograft model and could be a promising strategy to overcome apoptosis resistance in CLL. A 2012 review by Donnou et al. in Advances in Hematology highlighted the A20 model and summarized the different effects of cell implantation into varies organs/microenvironments and resulting antigen/T-cell infiltration. The authors explored the advantages and limitations of various conditions with this model for optimal use as research models. A 2016 study (Bascuas et al.) published in the Journal of Translational Medicine used the A20 cell line to establish an appropriate pre-clinical non-Hodgkin lymphoma mouse model to study minimal disease resistance (MRD). This is an important issue to address as many pre-clinical mouse models are under high tumor burden whereas patients are likely under remission when treated with immunotherapies as this is a treatment following chemotherapy. A 2016 study in Clinical Cancer Research (Ren et al.) used the A20 syngeneic mouse model to investigate the limits of anti-CD20 therapy for B-cell lymphoma. They looked at immune response-related resistance in this type of treatment and how T-cells are involved in mediating CD-20 therapy. Results demonstrated that anti-CD20 treatment is mediated by CD8+ T-cells and that resistance can be overcome by CTLA-4 blockage. The A20 cell line (mouse lymphoma) is used for the CDX (Cell Line Derived Xenograft) A20 xenograft mouse model. The A20 xenograft model can be utilized as a preclinical model to study the immunotherapy combinatorial effects of small molecules (e.g. ibrutinib) and PD-L1 inhibitors."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/dohh2_xenograft_model_altogen_labs.jpg", "title": "DOHH2 xenograft model", "content": "            DOHH2 xenograft modelLymphoma is a malignancy of the lymphatic system that is responsible for more than 21,000 fatalities yearly in the United States alone. According to the Centers for Disease Control and Prevention (CDC) estimates, approximately 75,000 new cases of lymphoma are detected annually. The DOHH2 human lymphoma cell line was isolated from the pleural effusion of a 60-year-old lymphoma male patient in 1990. DOHH2 is the BCL-2 overexpressing lymphoma cell line that is an excellent host for studying human lymphoma. A 2013 study by Souers et al. published in Nature Medicine investigated the therapeutic potential of ABT-199, a highly potent, orally bioavailable and BCL-2-selective inhibitor that blocks the growth of BCL-2-dependent tumors in vivo and does not cause thrombocytopenia. The study indicated that ABT-199 enhances the efficacy of clinically relevant chemotherapy and immunotherapy in the DoHH2 xenograft model and inhibits tumor growth, suggesting targeted pharmacological inhibition of BCL-2 could be a promising treatment approach for BCL-2-dependent hematological cancers. A 2000 Clinical Cancer Research study by Klasa et al. used DoHH2 as a xenograft model to look at oligonucleotide-targeting of Bcl-2 in B-cell lymphoma. The data demonstrated that combination treatment of mice with ASO, a Bcl-2 antisense oligonucleotide, and cyclophosphamide, a cytotoxic agent, was successful in eradication of lymphoma cells. This suggests that Bcl-2 targeting with cytotoxic agents may be beneficial for clinical use. Ackler et al. (2008) published a Molecular Cancer Therapeutics article studying the combination effects of rapamycin, a macrolide antibiotic and mTOR inhibitor, and ABT-263, a potent Bcl-2, -w, and –xL inhibitor, in a DoHH2 model. Results demonstrated cell cycle arrest, apoptosis, and tumor regression that were enhanced by the combination treatment. Finally, Delforoush et al. (2016) used the DoHH2 model to study the activity of melflufen (melphalan flufenamide ethyl ester/J1), a derivative of a classical alkylating agent, in lymphoma. The study concluded the higher efficacy of melflufen as compared to the classic melphalan with demonstrations of cell cycle arrest with minimal side effects in vivo and in vitro, thereby providing a favorable alternative to melphalan. The DOHH2 cell line (human lymphoma) is used to create the DOHH2 CDX (Cell Line Derived Xenograft) mouse model. The DOHH2 xenograft model enables studies of tumor growth inhibition of a single therapeutic agent or as a combination (such as rituximab or bendamustine)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/EL4_Xenograft_Model_Altogen_Labs.jpg", "title": "EL4 syngeneic murine model (subcutaneous and metastatic)", "content": "Malignant lymphoma is one of the prevalent hematological cancers. The prognosis and response to current treatment regimens is poor for patients with aggressive non-Hodgkin’s lymphoma (NHL). Thus, novel treatment approaches are required for NHL patients. The EL4 murine tumor cell line was derived from a chemically induced lymphoma by Dr. Peter Gorer in 1945. EL4 has been extensively studied in immunological research. Preclinical studies of syngeneic and xenograft models are instrumental in finding new therapies for lymphoma patients. A 2009 study by Gao et al. published in Chinese Journal of Cancer investigated the antitumor effect of arsenic trioxide (As2O3) using the murine T-cell lymphoma cell line EL4 and the EL4 syngeneic murine model. According to the article, As2O3 inhibited the proliferation of EL4 cells both in vivo and in vitro and could be used as a suitable model for treating advanced/refractory lymphomas. A 2007 Clinical Cancer Research study by Al-Ejeh et al. used the EL4 model to investigate the ability of 3B9 (La-specific monoclonal antibody) to target tumors. They successfully demonstrated that the antibody (Ab) targeted dead tumor cells, which is useful for radioimmunotherapy and radioimmunoscintigraphy with the use of the cell death radioligand. Finally, a 2016 study by Matsumoto et al. used red fluorescent protein-expressing EL4 cells to establish a syngeneic murine model, which they then used to demonstrate the feasibility of fluorescence-guided surgery to resect a peritoneally-desseminated tumor. The EL4 cell line (mouse lymphoma) is used to create the CDX (Cell Line Derived Xenograft) EL4 xenograft mouse model. The EL4 xenograft model offered by Altogen Labs enables the study of monoclonal antibodies such as rituximab."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/hl60_xenograft_model_altogen_labs.gif", "title": "HL-60 xenograft model", "content": "           HL-60 xenograft modelLeukemia is cancer of the blood-forming tissues that affects the blood and bone marrow. Acute myeloid leukemia (AML) comprises nearly 90 percent of all adult acute leukemias. Despite significant improvements in leukemia management and diagnosis, new treatment options are required. The tumorigenic HL-60 cell line was isolated from the peripheral blood tissue of a 36-year-old female patient with acute promyelocytic leukemia (APL) in 1977. The HL-60 cell line has proven to be a potent model for studies of human myeloid cell differentiation and differentiation in general. A 2015 article published in Environmental Toxicology (Chen et al.) investigates the cytotoxic effects of irinotecan HCl (CPT-11) in HL-60 cells in vitro and tumor development in the HL-60 leukemia xenograft model in vivo. The article demonstrates that CPT-11 inhibits tumor growth in both in vivo and in vitro leukemia models and could be a promising agent for the treatment of APL. A 1997 Clinical Cancer Research article by Perentesis et al. used the HL-60 model to show that the genetically engineered recombinant diphtheria toxin human granulocyte macrophage colony-stimulating factor chimeric fusion protein (DTetGMCSF) showed anti-leukemia activity with limited toxicity; today GM-CSF is known as Leukine™ (sargramostim) and is used to complement leukemia therapy. Lin et al. (2015) released a study outlining how rutin, a citrus derived glycoside, inhibits tumor growth in a HL-60 xenograft model which provides grounds for its further study. The HL-60 cell line (human leukemia) is used to create the CDX (Cell Line Derived Xenograft) HL-60 xenograft mouse model. The HL-60 xenograft model is a relevant preclinical model enabling screening studies of acute myeloid leukemia (AML) chemotherapeutics and anticancer prodrugs such as irinotecan."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/k562_xenograft_model_altogen_labs.gif", "title": "K562 xenograft model (subcutaneous and metastatic)", "content": "           K562 xenograft model (subcutaneous and metastatic)Leukemia is a malignancy of the blood cells that can be acute or chronic. Although leukemia mainly affects older adults, it is also the most prevalent malignancy in children younger than 15 years, as stated by the National Cancer Institute (NCI). Preclinical studies of cell-derived xenograft mouse models aid in finding new treatment regimens for leukemia patients. The K562 tumorigenic cell line was derived from the bone marrow of a 53-year-old female patient with chronic myelogenous leukemia (CML) and possesses lymphoblast morphology. In a 2001 study published in Proceedings of the National Academy of Sciences of the United States of America, the therapeutic efficacy of 12,13-desoxyepothilone B (dEpoB) was compared with paclitaxel, doxorubicin, and vinblastine using K562 xenografts in nude mice. According to the article, dEpoB is more effective than paclitaxel, doxorubicin, and vinblastine. However, during the evaluation of dEpoB and 12,13-desoxyepothilone F (dEpoF), dEpoF has proven to be more effective as it suppresses tumor growth and also results in tumor shrinkage in the K562 xenograft model. A 2015 Clinical Cancer Research article by Caruana et al. used the K562 model line to develop a whole-cell vaccine boost to chimeric antigen receptor (CAR)-redirected virus-specific cytotoxic T cells (CTLs); the vaccine was designed to express CMV-pp65, OX40L, iC9 and CD40L and antitumor effects of CAR-redirected cytomegalovirus-CTLs were successfully enhanced. Tian et al. (2015) used K562 cells to develop a HLA knockout strain as a method for expanding CD1d-restricted type-1 natural killer T cells (NKTs) on a clinical scale as these cells have shown to have antitumor activity but are often limited by their low numbers. The successful production of NKTs provides higher viability for the option for cancer immunotherapy using NKTs. Lastly, a 2009 study by Zhang et al. used the K562 xenograft model to test the efficiency of a transferrin (tf) receptor targeted lipopolyplex (LP) to deliver an antisense oligonucleotide (G3139) targeting Bcl-2. Results showed the successful downregulation of Bcl-1 in tf-LP-G3139 treated models as well as in vivo growth inhibition, thereby supporting the clinical potential for this therapeutic technique. The K562 cell line (human leukemia) is used for the creation of the CDX (Cell Line Derived Xenograft) K562 xenograft mouse model. The K562 xenograft model can be used to investigate the pivotal role of tissue inhibitors of metalloproteinases (TIMPs) for the treatment of leukemia."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/karpas299_xenograft_model_altogen_labs.jpg", "title": "KARPAS 299 xenograft model", "content": "          KARPAS 299 xenograft modelNon-Hodgkin lymphoma is cancer that originates in lymphocytes. It often affects patients age 65 or older, accounting for roughly 4 percent of all malignancies in the United States, as per the American Cancer Society. Anaplastic large cell lymphoma (ALCL) is an aggressive subtype of non-Hodgkin lymphoma. The KARPAS 299 cells represent a human lymphoma cell line isolated from the peripheral blood of a 25-year-old male patient with non-Hodgkin’s lymphoma. KARPAS 299 is a reliable tool in oncology research. A 2017 study by Xu et al. published in Cancer Research and Treatment investigated the combined anti-proliferative effects of everolimus and crizotinib in ALK-positive ALCL cell line Karpas 299 as well as in the Karpas 299 xenograft model. The article reports that both everolimus and crizotinib inhibits cell growth in a dose-dependent manner and the combination treatment of crizotinib and everolimus has a stronger antitumor effect than monotherapies in vivo, which indicates that crizotinib combined with everolimus inhibits proliferation of ALK-positive lymphoma cells and could be beneficial for ALCL patients. A 2014 Nature Biotechnology by Lyon et al. article used the Karpas 299 xenograft model to investigate the inhibiting stability of antibody-drug conjugates (ADCs) which have a reactive thiol group conjugated to maleimide-containing components. The group used diaminopropionic acid (DPR) to incorporate a basic amino group next to the maleimide so that a thiosuccinimide ring hydrolysis would occur, which prevents further elimination reactions and nonspecific deconjugation. They used the Karpas xenograft model to demonstrate that ADCs with the DPR group have improved stability and antitumor activity. A Clinical Cancer Research article by Numbenjapon et al. (2009) used the Karpas 299 model in their preclinical study looking into their developed analog of camptothecin. Camptothecin (CPT) is a type 1 DNA topoisomerase inhibitor that is too toxic to use clinically and CPT-11 is the more classically used water-soluble and minimally toxic analog of CPT, but with diminished activity. This group’s analogue (IT-101) is a polymer conjugate of 20-S-CPT and cyclodextrin-based and demonstrated high in vitro cytotoxicity and prolonged survival in vivo. Finally, another 2009 Clinical Cancer Research study (Cardarelli et al.) used the Karpas 299 model, in this case to characterize MDX-1401, the human nonfucosylated monoclonal antibody against CD30 (of the tumor necrosis factor superfamily). MDX-1401 showed higher antibody-dependent cellular cytotoxicity (ADCC) as compared to its parent antibody and was successful in preventing tumor growth in the CD30 positive Karpas 299 xenograft model. The KARPAS 299 cell line (human lymphoma) is used to create the CDX (Cell Line Derived Xenograft) KARPAS 299 xenograft mouse model. The KARPAS 299 xenograft model, a CD30+ cell line, allows for antibody drug conjugate testing (such as MMAE conjugated to anti-CD30)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/molm13_xenograft_model_altogen_labs.gif", "title": "MOLM-13 xenograft model", "content": "           MOLM-13 xenograft modelLeukemia is cancer originating in blood-forming tissues, which affects the blood and bone marrow. According to the Leukemia Research Foundation, nearly 387,000 Americans currently live with leukemia, and more than 12,000 new cases of acute myeloid leukemia (AML) are diagnosed annually. The parental MOLM-13 cell line has features of both AML and Myelodysplastic Syndromes (MDS). The MOLM-13 cell line was isolated from the peripheral blood of a patient with a relapse of AML that evolved from MDS. A 2011 study published in Blood Cancer Journal demonstrated that pacritinib, a tyrosine kinase inhibitor (TKI) with potent inhibitory activities against FLT3 and JAK2, was highly effective in blocking tumor growth in the MOLM-13 mouse xenograft model. Pacritinib inhibits the activity of FLT3 in the MOLM-13 xenograft model, and with its dual potent JAK2/FLT3 inhibition and a favorable pharmacokinetic profile could be a drug of choice in the treatment of AML patients. In 2016 an Oncogene study (Lindblad et al.) used the MOLM-13 model to investigate the mechanism of sorafenib, an FLT3 inhibitor, resistance and found that aberrant activation of PI3K and mTOR pathways were the primary contributors to the resistance. This suggest that clinical combination therapy of sorafenib with a selective PI3K/mTOR inhibitor such as gedatolisib has potential to overcome resistance. Drenberg et al. published data in Cancer Chemotherapy Pharmacology (2016) evaluating the anti-leukemic properties of combination therapy of the conventional drug cytarabine with artemisinins artesunate (ART) and dihydroartemisinin (DHA) using the MOLM-13 cell line. Results showed that combination treatment caused tumor regression but was not well tolerated and decreased survival, suggesting that artemisinins should not be used in therapeutic strategies. Yamamura et al. (2017) performed a study using the MOLM-13 model to evaluate FF-10101, an irreversible FLT3 inhibitor that was developed to overcome mutation-based resistance observed with the inhibitor quizartinib. Results demonstrated a potent and selective inhibition of FLT3, even with mutations, and that the compound has promise for AML treatment. The last example of a MOLM-13 utilizing study is by Keegan et al. (2014) which evaluated the FLT3/CDK4 dual kinase inhibitor AMG 925 and found that treatment led to STAT5/Rb-mediated reduced xenograft tumor growth and ability to overcome FLT3-mutation mediated resistance, thereby supporting this strategy for clinical study. The MOLM-13 cell line (human leukemia) is used to create the CDX (Cell Line Derived Xenograft) MOLM-13 xenograft mouse model. The MOLM-13 xenograft model is a robust xenograft model to assess efficacy of inhibitors of FLT3 or HDAC (e.g. BPR1J-340, pracinostat, vorinostat)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/ramos_xenograft_model_altogen_labs.gif", "title": "Ramos xenograft model", "content": "           Ramos xenograft modelBurkitt’s lymphoma is a form of non-Hodgkin lymphoma (NHL), a malignancy that originates in B-cells, affecting different organs of the body. The Epstein-Barr virus-negative tumorigenic Ramos cell line was isolated from a 3-year-old Caucasian male patient with Burkitt’s lymphoma. Pretargeted radioimmunotherapy (PRIT) is a method of targeted delivery of high doses of radiotherapy to cancer cells. Yttrium-90 (90Y) and lutetium-177 (177Lu) are two beta-particle emitting radionuclides utilized for radioimmunotherapy. A 2015 study by Frost et al. published in PLoS One investigated the therapeutic potential of targeting 90Y or 177Lu to human B-cell lymphoma Ramos xenograft models in mice, using an anti-CD20 antibody-streptavidin conjugate (1F5-SA). Results showed therapy with 90Y-DOTA-biotin is significantly more efficient than with 177Lu-DOTA-biotin and could be advantageous for NHL patients. A 2006 Molecular Cancer Therapy article (Naumovski et al.) also used the Ramos model, in this case to study the anticancer effects of novel sapphyrin componds, which are all metal-free pentapyrrolic porphyrins. The group tested four derivatives, PCI-2050, PCI-2052, PCI-2051, and PCI-2053, and used intrinsic fluorescence to monitor biodistribution. Cytotoxicity analysis revealed that PCI-2050 is the most effective against tumor cells due to intrinsic propaoptotic activity and ability to localize to tumors. Finally, the 2008 Blood journal article (Gopal et al.) used the Ramos model to show that rituximab, an anti-CD20 drug with long in vivo persistence, circulating in xenograft models impairs CD20 directed radioimmunotherapy. This suggests that other lymphoma-associated antigens, such as CD45, should be used in combination therapy with rituximab. The Ramos cell line (human lymphoma; Burkitt’s lymphoma) is used to create the CDX (Cell Line Derived Xenograft) Ramos xenograft mouse model. The Ramos xenograft model is utilized to study antibody mediated therapeutic delivery (e.g. fusion protein L19-IL2, anti-CD37) and B-cell lymphoma sensitivity to TGF-β signaling (e.g. rituximab)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/raji_xenograft_model_altogen_labs.gif", "title": "Raji xenograft model", "content": "          Raji xenograft modelNon-Hodgkin lymphoma (NHL) is cancer that starts in lymphocytes and can be diagnosed at any age, comprising approximately 4 percent of all malignancies in the United States. Despite being one of the most frequent pediatric cancers, more than 50 percent of all NHL patients are age 65 or older, as per the American Cancer Society. The lymphoblastoid Raji cell line was isolated from an 11-year-old black male patient with Burkitt’s lymphoma. Raji is the first hematopoietic human cell line and an excellent transfection host for a variety of molecular biology applications. The Raji cell line is resistant to vesicular stomatitis and polio viruses. A 2016 study by Richter et al. published in Molecular Therapy, evaluated safety and efficacy of Ad35K++, using Raji cells as well as Raji tumor xenograft models in vivo. Ad35K++ is a small recombinant protein, isolated from an adenovirus, which binds to CD46. The article indicates that the effect of rituximab treatment significantly improves in combination with Ad35K++ in the Raji xenograft lymphoma model. These findings suggest that Ad35K++ could be used in combination with rituximab for the treatment of NHL patients. A 2002 Clinical Cancer Research article by Michel et al. studied the antibody localization in the Raji B-cell xenograft model of three specific antibodies for CD20, CD147 and MHC class II. Typically the antibodies’ uptake is slow, and the group found that when residualizing radiolabels were used (such as 125I iodo-dilactitol-tyramine  and 111I n-benzyl-diethylenetriaminepentaacetic acid) increased Ab catabolism and tumor accumulation. This supports the use of residualizing radiolabels in radioimmunotherapy. Another study that used the Raji B-cell lymphoma model is by Tsukahara et al. (2013), where the group studied chimeric antigen receptors (CARs) specific for CD19 (CD19-CAR) in order to target-engineer T-cells. Results showed that CD19-CAR modified T-cells were able to accumulate at tumor sites and successfully lyse the tumor cells, supporting the use of this technique in adoptive T-cell therapy against refractory B-cell lymphoma. The last example for the use of Raji cells is the 2008 Clinical Cancer Research study by Lapalombella et al. which developed a stable Raji subline that overexpresses CD52 in order to better study CD-52 targeted therapies (ex. Alemtuzumab). There had not been a reliable B-cell line expressing high levels of CD52, a well-known antitumor target, and results demonstrated the successful production of the novel Raji cell line and exemplified its use in the confirmation of increased cytotoxic effects of alemtuzumab in this novel model. The Raji cell line (human lymphoma; Burkitt’s lymphoma) is used to create the CDX (Cell Line Derived Xenograft) Raji xenograft mouse model. The Raji xenograft model facilitates tumor growth inhibition studies by immunotoxins (e.g. 2L-Rap-hLL1-γ4P) and antibody-based therapies (e.g. anti-CD20Fab-LDM, heparanase-neutralizing monoclonal antibodies)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/a549_Xenograft_Altogen_Labs.jpg", "title": "A549 xenograft model (subcutaneous and metastatic)", "content": "Lung cancer is the leading cause of cancer-related deaths worldwide. Non-small cell lung cancer (NSCLC) is responsible for nearly 85 percent of all lung cancer cases. Despite recent advances in therapeutic regimens, the mortality rate of NSCLC is still very high. The A549 hypotriploid epithelial cell line was derived from skin cells of a 58-year-old Caucasian male with pulmonary adenocarcinoma in 1972 by D. J. Giard. The A549 cell line is an excellent host for studies of lung cancer as well human infections related to the lungs. A549 is a well-characterized cellular model for allergies, asthma, and respiratory infections. A 2012 study by Harris et al used the A549 xenograft model to demonstrate that spontaneous metastases occur with this NSCLC lung cancer murine model as typically injections of primary xenografts is artificial metastasis; the group concluded that the A549 model when xenografted into mice liver (rather than flank) resulted in a gradual development metastatic spread. In 2013 Jakubowska et al. published data demonstrating that subcutaneous implantation in nude mice also results in pulmonary metastases in A549 xenografted mice. A 2015 study published in International Journal of Molecular Sciences investigated the antitumor and apoptotic effects of myricanol on the A549 xenograft in nude mice in vivo. The results indicate that myricanol suppresses tumor growth in vivo and induces inhibitory effects on the A549 xenograft model of lung adenocarcinoma. This mechanism is associated with apoptotic cell death by down-regulating Bcl-2, VEGF, HIF-1α, and survivin expressions and up-regulating Bax expression. Thus, myricanol could be a clinical candidate for the treatment of NSCLC. The 2015 Clinical Cancer Research study by Cai et al. used the A549 xenograft model to analyze the therapeutic potential of vasostatin, a potent angiogenesis inhibitor, delivered by the recombinant pseudotype adeno-associated virus 2/5 (rAAV2/5-VAS). Results showed that treatment with rAAV2/5-VAS led to tumor growth and metastasis suppression, validating this gene therapy as a potential NSCLC treatment. Xu and Prestwich published a 2010 in Cancer in which they engineered a 3-D tumor xenograft oaf A549 in order to demonstrate that BrP-LPA treatment results in tumor regression and growth and angiogenesis inhibition. BrP-LPA is an inhibitor of lysophosphatidic acid (LPA) biosynthesis and dually an agonist of the LPA receptor and so interferes with lysophospholipid signaling. The A549 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) A549 xenograft mouse model. The A549 CDX model is the highly utilized xenograft lung cancer model for studying standard of care and novel therapeutics (i.e. erlotinib, gefitinib, lapatinib, paclitaxel) due to overexpression of EGFR and HER-2."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/calu3_Xenograft_Altogen_Labs.jpg", "title": "Calu-3 xenograft model", "content": "Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related death worldwide and accounts for roughly 85 percent of lung cancer cases. Tyrosine kinase (TK) receptors, including vascular endothelial growth factor (VEGF) receptor (VEGFR), play a critical role in tumor angiogenesis. Inhibition of TK receptors is a promising approach for cancer treatment. The tumorigenic epithelial Calu-3 cell line is derived initially from the lung tissue of a 25-year-old Caucasian male with adenocarcinoma. In 2015 Kreft et al. released a study characterizing the Calu-3 cell line culture conditions and highlighted the different effects varied environments take on Calu-3 behavior. They showed that properties that are affected by culture conditions include permeability properties, barrier integrity, cell differentiation and drug transporter expression which are important with studies for drug screening. Another 2015 study published in Lung Cancer evaluated acute vascular response to cediranib in the Calu-3 NSCLC xenograft model. The article indicates that the perfusion of Calu-3 tumors was significantly reduced twenty-four hours after cediranib administration, with a significant increase in hypoxia. Therefore, tumor stromal architecture may be associated with acute tumor vascular response to VEGFR TKI that could be an early predictive marker of response to VEGFR TKI in NSCLC. A 2001 study by Stein et al. used the Calu-3 xenograft model to test the efficacy of a combination of radioimmunotherapy with the monoclonal antibody RS7, an antiepithelial glycoprotein 1 agonist. The antibody was labeled with (177)-Lu and results suggested that this (177)Lu-RS7 is a viable radioimmunoconjugate for radioimmunotherapy as xenografts demonstrated growth inhibition and tumor regression. Lastly, the Oncology Letters study by Yang et al. used Calu-3 xenografted mice to test the antitumor properties of polysaccharides from Scutellaria barbata D. Don (PSB), a Lamiaceae family perennial herb that is a traditional Chinese medicine used as an anti-inflammatory and anti-tumor agent. Data demonstrated treatment resulted in inhibition of angiogenesis via the human epidermal growth factor receptor (HER) 2 pathway, establishing PSB as a potential anti-cancer drug therapy. The Calu-3 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) Calu-3 xenograft mouse model.  The Calu-3 tumor model is a well-established xenograft model to study the effects therapeutics, such as erlotinib, trastuzumab and pertuzumab on HER2 and EGFR expressing cells."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/calu6_Xenograft_Altogen_Labs.jpg", "title": "Calu-6 xenograft model", "content": "Lung cancer is the leading cause of cancer-related death worldwide among both women and men. It affects smokers 15 to 30 times more often than people who do not smoke and is the most preventable cancer, per the American Cancer Society. Xenograft animal models are useful for cancer research, aiding scientists in finding novel therapies for patients with lung malignancies. The Calu-6 epithelial cell line is isolated from lung tissue of a 61-year-old Caucasian female with anaplastic carcinoma and is a suitable host for lung cancer research. Calu-6 cells are instrumental in the development of safer and more efficient inhaled therapeutics. A 2016 study published in Oncotarget demonstrates that an increase in the levels of G protein-coupled receptor (GPR171) is vital for lung cancer tumor progression both in vitro and in vivo. The study indicates that anti-GPR171 antibody treatment inhibits proliferation of lung carcinoma cells in the Calu-6 xenograft model, indicating that GPR171 is a promising target for the development of antineoplastic drugs. A 2007 Molecular Cancer Therapeutics study by Smith et al. used the Calu-6 mouse xenograft model to study the effect of AZD2171, an inhibitor of endothelial growth factor (EGFR) signaling. Data demonstrated decreased tumor microvasculature, decreased phosphorylation of VEGFR-2 and decreased tumor growth with AZD2171 treatment; the study also used phospho-specific antibodies (pY1175/1173 and pY1214/1212) that are suggested to have potential as a pharmacodynamics marker of activation of VEGFR-2. Jiang et al. published a 2015 study using Calu-6 xenografts to investigate the effect of hypoxia on radiosensitivity mediated by the poly(ADP-ribose) polymerase (PARP) inhibitor olaparib. Results suggested that hypoxia enhances the effect of olaparib-mediated radiosensitivity by causing “contextual synthetic killing” which refers to how a chronically hypoxic microenviconment results in suppression of homologous recombination and protein expression in tumor cells. Lastly, Coxon et al. released a Molecular Cancer study (2015) using the Calu-6 xenograft model to test the combination-therapeutic effects of motesanib, a selective vascular endothelial growth factor receptor (VEGF) -1, -2, -3, Kit and platelet-derived growth factor receptor agonist, with cisplatin or docetaxel in non-small cell lung cancer (NSCLC) models with diverse genetic mutations. The group concluded that motesanib enhanced both cisplatin and docetaxel antitumor effects, which are primarily anti-angiogenesis mediated, in NSCLC models, providing potential clinical relevance. The Calu-6 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) Calu-6 xenograft mouse model. The Calu-6 tumor model is an established xenograft model used to study the anti-tumor activity of therapeutics, such as bevacizumab, docetaxel, cisplatin and motesanib."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/h226_Xenograft_Altogen_Labs.jpg", "title": "H226 xenograft model", "content": "Lung cancer is the primary cause of cancer fatalities in both men and women, accounting for 14 percent of all new cancer diagnoses. It is responsible for 1 in 4 cancer deaths with the 5-year survival rate of only 18 percent, as stated by the American Cancer Society. The NCI-H226 mesothelioma cell line is derived initially from the pleural fluid of a patient with mesothelioma. NCI-H226 cells are essential in lung cancer research for assessing cytotoxic effects of therapeutic agents. A 2017 study by Lam et al. published in Respiratory Research investigated the effects of pegylated arginase (PEG-BCT-100) in malignant pleural mesothelioma (MPM). The article reported that pegylated arginase suppresses tumor growth mediated by intratumoral arginine depletion and results in apoptosis and G1 arrest in the H226 mesothelioma xenograft model. These findings demonstrate scientific evidence supporting the further clinical development of BCT-100 in the treatment of MPM. A 2014 Clinical Cancer Research article by Huang et al. used the H226 xenograft model to investigate therapies targeting the Hedgehog (HH)-GLI signaling for treatment of lung squamous cell carcinoma (LSCC). The group examined the inhibition of Smoothened (SMO) and GLI2 inhibition via small molecules GDC-0449 and GANT61, respectively, and results showed that inhibition of GLI2 demonstrated significant cytotoxicity in cells and antitumor activity in xenografts. This supports the inhibition of GLI2 for further study as a target against LSCC. Li et al. released a Molecular Cancer Therapeutics study (2015) using the H226 model to study the effects of inhibiting epidermal growth factor receptor (EGFR) and human epidermal growth factor (HER3) with the dual-specific antibody MEHD7945A. Results demonstrated that in xenografts, treatment with MEHD7945A inhibited tumor growth and enhanced radiosensitivity (increased levels of γ-H2AX mediated double strand breaks) which promotes the investigation of this technique for clinical use of dual EGFR/HER3 inhibition as a radiation sensitizer. The NCI-H226 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) H226 xenograft mouse model.  The H226 xenograft model is an excellent preclinical murine model for lung cancer to study chemosensitivities similar to the tissue of origin (e.g. irinotecan, doxorubicin, bevacizumab)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/h460_Xenograft_Altogen_Labs.jpg", "title": "H460 xenograft model", "content": "Although lung cancer treatment has dramatically improved within the last two decades, it is the primary cause of cancer death in both males and females worldwide. It results in over 158,000 fatalities in the U. S. yearly, as per the American Cancer Society. The H460 epithelial cell line was isolated in 1982 from a male patient with large cell lung carcinoma. It is tumorigenic in nude mice and expresses p53 mRNA. The H460 cell line is negative for neurofilament triplet protein, but stains positively for vimentin and keratin. H460 does not show significant structural DNA abnormalities. A 2016 study published in Molecular Cancer Therapeutics investigated the efficacy of peloruside, a microtubule-stabilizing agent isolated from a New Zealand marine sponge, compared with standard anticancer agents such as paclitaxel, docetaxel, and doxorubicin in the H460 xenograft model. According to the article, peloruside shows an impressive dose-dependent single-agent antitumor activity in the H460 xenograft model. Peloruside is effective in preventing the growth of lung tumors in vivo and could be a clinical candidate for the treatment of lung cancer. A 2010 study by Jafri et al used the H460 cell model to test the efficacy of combining thymoquinone (TQ), a compound found in Nigella Sativa Black Caraway seeds, and cisplatin (CDDP), the most active lung cancer treatment, for lunch carcinoma treatment. Results demonstrated synergism between the combination treatment and was well tolerated in xenograft models, showed decreased tumor volume, downregulated NF-κB expression, inhibition of invasion and pro-angiogenesis cytokines (ENA-78 and Gro-alpha). Overall this supports the use of TQ combination therapy to overcome NF-κB-mediated CDDP resistance. Hsu et al. (2017) published an Environmental Toxicology study using the H460 model for an in vitro and in vivo evaluation of the mechanism of the anti-cancer effects of deguelin, a flavonoid family rotenoid and known Akt inhibitor. Treatmnet with deguelin was shown to decrease tumor growth and trigger cell apoptosis that accompanied an upregulation of pro-apoptotic factors including calcium production, caspase-3, cytochrome c, Bax, Bak, AIR and a decrease in mitochondrial membrane potential. These data support further investigation of deguelin as a potential therapeutic treatment. Lastly, Zhang et al. released a 2017 in Scientific Reports using H460 xenografts modulated to overexpress ABCG2, a transmembrane ATP-binding cassette (ABC) transporter that is responsible for drug efflux and multidrug resistance (MDR) and that is upregulated in many cancers. Results from this model demonstrated correlation of ABCG2 overexpression to drug resistance (such as with mitoxantrone and topotecan) and reversal of this resistance upon treatment with lapatnib, an ABCG2 inhibitor. This establishes the H460/ABCG2-overexpressing model as appropriate for the study of MDR. The H460 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) H460 xenograft mouse model.  The H460 xenograft model enables tumor growth inhibition studies of small molecules such as gemcitabine, paclitaxel or doxorubicin."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/H1155_Xenograft_Model_Altogen_Labs.jpg", "title": "H1155 xenograft model", "content": "          H1155 xenograft modelLung cancer is the second most common malignancy worldwide, despite the highly preventable nature. It accounts for more fatalities than colon, breast, and prostate cancers combined, as per the Centers for Disease Control and Prevention. Therefore, preclinical research tools, particularly xenotransplantation of tumor cells into immunodeficient mice, are essential for patients and could aid in assessing the effectiveness of drugs against lung cancer. The H1155 epithelial cell line was derived from a lymph node metastasis obtained from a 36-year-old Caucasian male patient with lung carcinoma before the treatment. A 2008 study by Wang et al. published in Cancer Research investigated the efficacy and mechanisms of the combination of gefitinib or erlotinib with OSU-03012, a celecoxib-derived antitumor agent, to overcome EGFR inhibitor resistance in the H1155 cell line. The article indicates that the OSU-03012/EGFR inhibitor combination induces apoptosis in H1155 cells, suggesting a link between drug sensitivity and basal phospho-Akt levels independently of EGFR expression status. Moreover, in vivo suppression of tumor growth was observed in the H1155 tumor xenograft model in immunocompromised mice. These findings demonstrate a new approach to overcome EGFR inhibitor resistance in non-small cell lung cancer, using the OSU-03012/EGFR inhibitor combination for the modulation of Akt and ER stress pathways. Lei et al. released an Oncotarget study (2017) investigating the effect of overexpressing erythropoietin (EPO) with its receptor (EPOR) and reported that in the H1155 xenograft non-small cell lung cancer (NSCLC) model EPO/EPOR overexpression is associated with increased growth and proliferation (via cell cycle promotion with Jak2/Stat5/cyclinD1) and siRNA interference with EPOR reversed this effect and prolonged survival. This signaling pathway was also demonstrated to mediate hypoxia induced growth; together data suggest blocking EPO/EPOR as a therapeutic strategy. A 2016 Oncotarget study by Chatterjee et al. used the H1155 model to demonstrate the use of a humanized antibody against the PD-L1 checkpoint ligand for imaging its expression. It is thought that PD-L1 expression may be a biomarker for the success of checkpoint blockade therapy. Results using near-infrared dye conjugated NIR-PD-Li-mAb MPDL3280A produced successful imaging in mouse xenografts, which has potential for clinical translation for optical imaging and personal medicine. On a similar note, the 2014 Oncotarget study by Azad et al. used the H1155 to demonstrate the use of an antibody against CXCR4 for molecular imaging and predictive therapeutic efficacy. The CXC chemokine receptor 4 (CXCR4) is overexpressed in tumors and contributes to tumor progression, growth and metastasis and so the group used a Zirconium-89 labeled monoclonal antibody (89Zr-CXCR4-mAB) that successfully detected expression levels of CXCR4 in mouse xenografts which has potential for selecting for patients that would best respond to CXCR4 inhibition therapy. The H1155 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) H1155 xenograft mouse model.  The H1155 xenograft model enables efficacy studies for acquired or preexisting EGFR-inhibitor resistance."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/huh7_xenograft_model_altogen_labs.gif", "title": "Huh7 xenograft model", "content": "           Huh7 xenograft modelHepatocellular carcinoma (HCC) is one of the deadliest malignancies worldwide, and innovative treatments are urgently needed. Xenograft rodent models that mimic different subclasses of neoplasm are instrumental in the evaluation of therapeutic agents targeting specific molecular pathways. The Huh7 cell line was established from a liver tumor of a 57-year-old Japanese male patient in 1985. Huh7 is frequently utilized in liver cancer research and studies on iron metabolism. A 2009 study published in Journal of Hepatology, investigated the potential of an Aurora kinase inhibitor, VE-465, for targeted therapy of HCC using the Huh7 xenograft model. The study demonstrates that VE-465 suppresses Aurora kinase activity, inducing apoptosis in the Huh7 xenograft model and preventing tumor growth supporting further clinical trials looking into the anticancer effect in human HCC. Chi et al. released a 2014 study demonstrating the antitumor activity of adenovirus mediated artificial microRNAs targeting survivin, which is highly expressed in fetal tissue and tumors and supports cell division while suppressing apoptosis. Cells treated with artificial miRNAs demonstrated increased apoptosis, caspase 3 levels, cleaved poly (ADP-ribose) polymerase, activation of p53 and an increase in cell cycle arrest. These results support the targeting of survivin, which is absent in terminally differentiated tissue, in HCC. A last example is a 2015 Nature study where Zhuo et al. used a Huh7 model for an in vitro and in vivo study demonstrating the mechanism of action of ailanthone, a component of the traditional Chinese medicine Ailanthus altissima. Data showed that treatment with ailanthone caused cell cycle arrest (observed via cyclin, CDK, p27 and p21 levels), ATM/ATR mediated DNA damage, increased levels of proapoptotic proteins (PARP and caspase cleavage) as well as inhibition of angiogenesis and tumor growth in xenografts. Overall this promotes ailanthone as a potential anticancer treatment. The Huh7 cell line (human liver) is used to create the CDX (Cell Line Derived Xenograft) Huh7 xenograft mouse model. The Huh7 xenograft model of HCC (human hepatocellular carcinoma) is a preclinical mouse model that enables tumor growth inhibition studies targeting FGFR4, kinase inhibitors (e.g. BZG-4000), anti-EGFRvIII antibodies or other anti-tumor growth therapeutics (e.g. sorafenib, silibinin)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/h1975_Xenograft_Altogen_Labs.jpg", "title": "NCI-H1975 xenograft model", "content": "Although lung cancer therapeutics have evolved dramatically within last two decades, lung cancer is considered the primary cause of cancer deaths globally. Non-small cell lung cancer (NSCLC) is responsible for the majority of lung cancer cases. New approaches in lung cancer therapy are vital in treating NSCLC patients. The NCI-H1975 epithelial cell line was isolated in 1988 from lung cells taken from a non-smoker female patient with adenocarcinoma. This cell line is a potent tool for performing preclinical tests for lung cancer treatment. A study by Smith et al. published in Targeted Oncology investigated the antitumor efficacy of selective EGFR tyrosine kinase inhibitors (TKIs) and the HSP90 inhibitor ganetespib, alone and in combination, using the NCI-H1975 xenograft model. The results indicate that concurrent administration of ganetespib overcomes erlotinib resistance and significantly improves tumor growth inhibition in erlotinib-resistant NCI-H1975 xenografts. According to the article, combination treatment with both drugs substantially enhances antitumor response and could be a therapy of choice for NSCLC patients. A 2018 Clinical Cancer Research study (Steiner et al.) used the NCI-H1975 xenograft model to study the effects of mutated epidermal growth factor receptor (EGFR) with treatment with cetuximab, a monoclonal IgG1 antibody also known as Erbitux. EGFR is mutated (somatic) in 10% of patients which affects EGFR targeted therapy; results demonstrated that cetuximab had antitumor activity with both wild type and mutated EGFR and that combination treatments with cisplatin or docetaxel increased these effects which is particularly relevant for chemorefractory NSCLC. In 2015 Cross et al. released a study in Cancer Discovery using the NCI-H1975 model to look at overcoming T790-mediated resistance to EGF receptor tyrosine kinase inhibitors (EGFR TKIs). They found that treatment with AZD9291, an irreversible dual inhibitor of EGFRm+ and T790M inhibits tumor cell growth and signaling pathways in advanced NSCLC. The H1975 cell line (human lung) is used to create the CDX (Cell Line Derived Xenograft) NCI-H1975 xenograft mouse model.  The H1975 xenograft model is a mutated EGFR (T790M, L858R) expressing model used for preclinical studies of monotherapies or in combination (e.g. cetuximab, cisplatin, gemcitabine, docetaxel)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/a375_Xenograft_Altogen_Labs.jpg", "title": "A375 xenograft model (subcutaneous and metastatic)", "content": "Malignant melanoma is characterized by its highly aggressive nature and ability to metastasize to various distant sites. Resistance to BRAF inhibition is a leading cause of treatment failure for patients with BRAF-mutated metastatic melanoma. Preclinical xenograft animal models allow investigating both the tumor growth behavior and the effect of administered anticancer drugs on tumor growth dynamics. The A375 cell line was derived from skin cells of a 54-year-old female patient with malignant melanoma. A375 is a suitable host for skin cancer studies as well as human skin infections. A 2016 article by Tate et al. published in British Journal of Cancer identified an optimum dosing regimen for the abemaciclib/vemurafenib combination, using the A375 xenograft model. These findings indicate that continuous abemaciclib therapy in combination with intermittent vemurafenib offers the potential for significant tumor regression and could be a treatment strategy of choice for patients with BRAF-mutated metastatic melanoma. A 2017 Oncology Reports article (Avram et al.) used the A375 melanoma cell line to inoculate chick embryo chorioallantoic membrane (CAM) as well as Balb/c nude mice in order to develop and standardize in ovo and in vivo models for studying melanoma progression and metastasis. Results demonstrated reproducibility with standardized models and protocols in terms of metastasis and angiogenesis, supporting their use in future research. In 2015 Yang et al. released a study in the Journal of Pharmacological Sciences using the A375 xenograft model to study cisplatin resistance. Cisplatin is a well-known DNA-damaging anticancer drug and this group demonstrated that combination therapy with cisplatin and an EphB4 inhibitor successfully overcame cisplatin-resistant tumors in the xenograft models, providing a clinically relevant alternative treatment.  The A375 cell line (human melanoma) is used to create the CDX (Cell Line Derived Xenograft) A375 xenograft mouse model that can be utilized for studying BRAF inhibitors (e.g. vemurafenib) as well as BCL-2 targeting."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/a431_Xenograft_Altogen_Labs.jpg", "title": "A431 xenograft model", "content": "Squamous cell carcinoma or epidermoid carcinoma is one of the most prevalent types of skin cancer. It develops from squamous cells and can be triggered by UV exposure. The A431 cell line was isolated from epidermal cells of an 85-year-old female with epidermoid carcinoma. A431 is commonly used for studies of skin cancer as well as for pharmaceutical and biomedical purposes. Targeting agents of the EGFR-related signaling pathway show promising anticancer activities in skin cancer patients. Furthermore, preclinical studies of the combined use of radiotherapy (RT) and EGFR inhibitors indicate that the inhibition of EGFR increases the therapeutic efficacy of fractionated irradiation. In 1992 Robinson et al. (International Journal of Oncology) characterized the A431 xenograft model as an appropriate model for testing EGFR antagonists by demonstrating inhibition of tumor growth as a response to EGFR targeted treatments. A 2015 article by Lim et al. published in Cancer Research and Treatment evaluated the tumor growth suppression and radiation-sensitizing effects of an exogenous epidermal growth factor (EGF) in the A431 xenograft model in vivo. These findings demonstrate the anti-tumor effect of EGF in vivo and show the potential role of EGF as a radiation sensitizer. Gong et al. published a Neoplasia article (2010) using the A431 xenograft model to study the binding of their developed EGFR Affibody molecule (Eaff) that has a conjugated near infrared dye (NIR dye) IRDye800CW maleimide. Results showed that the Eaff molecule was able to show inhibition without activating EGFR signaling pathways, which could provide a method for clinical imaging of EGFR-overexpressing tumor cells. Finally, a 2009 Cancer Gene Therapy article by Ho et al. used the A431 xenograft model to test the anticancer properties of an EGFR-targeted monoclonal antibody using gene-based delivery, which is a technique that addresses the limiting production and purification processes of antibody based therapy. Results from the study demonstrate sustained and high in vivo expression of the EGFR antibody after delivery via adeno-associated virus (AAV) 2/1. The expression of the EGFR Ab successfully and significantly inhibited tumor growth which has clinical implications for more widely available gene-based delivery of antibody therapy. The A431 cell line (human squamous carcinoma) is used for creating the CDX (Cell Line Derived Xenograft) A431 xenograft mouse model. This CDX model is a proven model that is sensitive to EGF inhibitor therapeutics."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/a2058_Xenograft_Altogen_Labs.jpg", "title": "A2058 xenograft model (subcutaneous and metastatic)", "content": "The incidence of malignant melanoma, a highly metastatic form of cancer, is increasing globally at a dramatic rate. Due to limited therapeutic options for patients with late-stage melanoma, innovative treatment regimens are desperately needed. The A2058 cell line was established from a lymph node metastasis of a 43-year-old male patient with malignant melanoma. PCTAIRE1/CDK16/PCTK1 plays an invaluable role in cancer cell proliferation and is overexpressed in various human tumors, including malignant melanomas. A 2016 study by Yanagi et al. published in Molecular Therapy-Nucleic Acids investigated the in vivo therapeutic potential of treatment with PCTAIRE1 siRNA-lipid nanoparticles using the A2058 xenograft model of human melanoma. These findings indicate that siRNA treatment targeting PCTAIRE1 is effective in vivo and suggest that PCTAIRE1 siRNA-lipid nanoparticles could be a new therapeutic approach for melanoma patients. A 2012 study by Tian et al. used the A2058 cell model to evaluate a series of spirooxindole derivatives (SOID 1-12) and their effects on melanoma, a disease that is often refractory to available chemotherapies. Results demonstrated that SOID-8 decreased STAT3 and JAK2 phosphorylation, ultimately resulting in apoptosis induction and in vivo tumor growth suppression. In 2011, Rozenberg et al. released a study evaluating metastases in orthotopic murine skin cancer models, including the A2058 xenograft model. Ultimately they concluded data supported a model of melanoma metastasis where ERK activation and epidermal-to-mesenchymal (EMT) transition may facilitate metastasis but may not be a prerequisite as previously believed. Finally, a study by Hoeflich et al. (2011) used the A2058 model to evaluate a novel MEK and PI3K inhibition combination therapy. They used GDC-0973 (MEK inhibitor) and GDC-0941 (PI3K inhibitor); results showed that continuous combination exposure was not required and that intermittent dosing was just as effective. The CDX (Cell Line Derived Xenograft) A2058 xenograft mouse model is created from the A2058 cell line (human melanoma). This cell line can be utilized for in vivo melanoma therapeutic studies specific for increased pERK and pAKT status."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/b16_Xenograft_Altogen_Labs.jpg", "title": "B16-F10 melanoma syngeneic murine model: subcutaneous and metastatic", "content": "Metastatic melanoma is the deadliest form of skin cancer.  The five-year survival rate for patients with advanced stage disease is 18 percent, per the American Academy of Dermatology (AAD). Preclinical xenograft animal models can provide insight into in vivo treatment responses in humans as well as help finding new therapeutics for metastatic melanoma. The B16 cell line was isolated from the skin cells of a mouse (Mus musculus) with melanoma. B16 is an excellent host for skin cancer studies as well as for experimental cellular and molecular biology. Targeting the Src/STAT3 pathway is viewed as a novel approach for melanoma management. A 2014 study by Fu et al. published in Experimental Dermatology investigated the involvement of STAT3 signaling in the anti-melanoma action of atractylenolide II (AT-II), using the B16 melanoma syngeneic murine model (subcutaneous and metastatic). According to the article, AT-II significantly inhibits tumor growth in the B16 xenograft mouse model and blocks the activation/phosphorylation of STAT3 and Src in the xenografts. An Annals of Oncology article by Sanmamed et al. (2016) reviewed melanoma models, including the B16 model, that are appropriate for studying immunotherapy and checkpoint blockers in murine xenografts. They highlighted the importance of replicating the human tumor microenvironment, especially in regards to a functioning human immune system. Similarly, Kuzu et al. (2015) published a Cancer Growth Metastasis study reviewing patient-derived tumor xenografts (PDTXs), genetically engineered mouse models (GEMMs), and syngeneic models in melanoma research. They reviewed B16 cells in context of syngeneic models; B16 is commonly used because they form tumors after chemical induction and have an array of subclones varying in invasion, proliferation and metastasis. Lastly, Yoshiura et al. (2009) used the B16 model to study the anticancer effects of vaccination with Tpit/E cells, whole endothelial cells that are predicted to function as type of immunotherapy. Results demonstrated that vaccination of B16 melanoma syngeneic murine model with Tpit/E cells resulted in inhibition of subcutaneous tumor growth as well as appearance of lung metastases. The B16 cell line (mouse melanoma) is used to create the CDX (Cell Line Derived Xenograft) B16-F10 melanoma syngeneic murine model, both metastatic and subcutaneous. The B16 melanoma model is widely used to screen anti-proliferation therapeutics (e.g. simvastin, paclitaxel)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/skmel2_xenograft_model_altogen_labs.gif", "title": "SK-MEL-2 xenograft model", "content": "           SK-MEL-2 xenograft modelHuman malignant melanoma is a highly metastatic and drug-resistant form of cancer that originates from the transformation of melanocytes. Despite recent advances in melanoma research, new treatment approaches targeting NRAS-mutated melanoma are required. The SK-MEL-2 tumorigenic cell line was established in 1972 from the skin of a 60-year-old Caucasian male patient with malignant melanoma.  SK-MEL-2 expresses mutant N-Ras and wildtype B-Raf. A 2014 study by Wada et al. published in PLoS One investigated the activity of a potent and selective dual RAF/MEK inhibitor CH5126766/RO5126766 using the SK-MEL-2 xenograft model. The article reports that CH5126766/RO5126766 blocks the tumor growth in the SK-MEL-2 xenograft model and is an attractive RAF/MEK inhibitor in RAS-mutated cancer cells including melanoma. Blackham et al. released a Surgery article in 2013 characterizing the mechanism of susceptibility of SK-Mel xenograft melanoma cells to mutant M protein vesicular stomatitis virus (M51R-VSV). Results demonstrated that M51R-VSV decreased tumor growth in xenograft models but with significant variance. A 2013 PNAS article (Posch et al.) used the SK-MEL-2 model to study the influence of MAP, ERK, MEK, PI3K and mTOR signaling cascades in neuroblastoma rat sarcoma viral oncogene homolog (NRAS) mutant melanoma cells, which are notorious for lack of effective therapeutic treatment. Results demonstrated that combination targeting of MEK and PI3K/mTOR pathways is effective in causing xenograft tumor regression and inhibiting in vitro growth. Finally, Claffey et al. published a study in Cancer Research (1996) using the SK-Mel-2 xenograft model to characterize the role of vascular permeability factor (VPF) and VEGF in tumors, which are now a common therapeutic target. Results demonstrated that VPF/VEGF expression promotes tumor angiogenesis, growth and metastasis. The SK-MEL-2 cell line (human melanoma) is used to create the CDX (Cell Line Derived Xenograft) SK-MEL-2 xenograft mouse model.  The SK-MEL-2 xenograft model is an established preclinical model enabling studies on anti-tumor activity of MEK, PI3K and mTOR inhibitors in both mono and combination therapies."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/FaDu_Xenograft_Altogen_Labs.jpg", "title": "FaDu xenograft model", "content": "Squamous cell carcinoma of the head and neck (SCCHN) is the 6th most frequent cancer, accounting for approximately 600,000 new cases annually worldwide. According to the National Cancer Institute, several risk factors, particularly first-hand smoking and heavy drinking, contribute to the risk of developing head and neck malignancies. SCCHN is frequently diagnosed at an advanced stage due to the lack of early signs and symptoms. The FaDu cell line was derived from a hypopharyngeal tumor of a 56-year old Caucasian male patient. FaDu produces proinflammatory cytokines and activates neutrophils in vitro. Epidermal growth factor receptor (EGFR) is usually overexpressed in SCCHN and is an essential driver of disease progression. EGFR targeted therapies have proven to be advantageous for the treatment of SCCHN. A 2014 study by Williams et al. published in PLoS One investigated the efficacy of Dacomitinib (PF-00299804) alone and in combination with ionizing radiation (IR), in FaDu cells in vitro and in vivo using the FaDu xenograft model. These findings report that Dacomitinib treatment leads to a significant reduction in EGFR signaling and decreases phosphorylation of downstream targets such as ERK, AKT, and mTOR and delays tumor growth. The study indicates that the combination treatment of Dacomitinib and IR is beneficial for the management of patients with SCCHN. A 2009 Molecular Cancer Therapy study (Ekshyyan et al.) used the FaDu xenograft model in their investigation of CCI-779, the mTOR inhibitor, in its effects on radiosensitivity. Results demonstrated CCI-779 enhanced the growth inhibition of radiotherapy (XRT), as evidenced by activation of Akt/mTOR, with higher survival rates than when tumors were treated with cisplatin and XRT. Effects on tumors included activated apoptosis as well as antiangiogenic activity. Overall this promotes the use of CCI-779, rather than cisplatin, to enhance radiosensitivity in SCCHN patients. McCall et al. (2012) used the FaDu model in the study to analyze how Copper-diacetyl-bis(N4-methylthiosemicarbazone) (64Cu-ATSM), a highly lipophilic radiotracer for PET imaging, behaves in hypoxic tumors. Kinetic analysis results indicated that 64Cu-ATSM uptake is specific to malignant cells and that microscopic cellular distribution did not correlate with Pimonidazole, a hypoxia marker. This suggests that 64Cu-ATSM has potential for malignant cell imaging but is not an indicator of hypoxia. Lastly, Simons et al. (2008) used FaDu xenografts to determine the effect of combination treatment with cisplatin and 2-deoxyglucose (2DG), an agent that induces oxidative stress. Data showed an increase in cytotoxicity with combination treatment, inhibition of tumor growth and enhanced disease free survival with combination treatment; using 2-[F-18]-fluoro-2-deoxy-D-glucose (FDG) PET imaging they also demonstrated that FDG uptake correlates to tumor sensitivity. These results support the use of this combination 2DG and cisplatin treatment in a clinical setting alongside radiation. The FaDu cell line (human hypopharyngeal) is used to create the CDX (Cell Line Derived Xenograft) FaDu xenograft mouse model.  The FaDu xenograft model is an efficient head and neck cancer (HNSCC) tool for studying response to therapeutic agents alone or in combination (irinotecan, fura, oxi4503)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/hela_xenograft_model_altogen_labs.gif", "title": "HeLa xenograft model", "content": "            HeLa xenograft modelCervical cancer is the second most common malignancy among females worldwide. The HeLa cell line was isolated from cervical cancer cells of a 31-year-old woman and is the first immortal human cell line that can survive indefinitely in vitro. HeLa is helpful for the prevention of aging and cell death because of active telomerase in cell divisions. Moreover, it was used to test the first polio vaccine. HeLa is essential for gene mapping as well as for AIDS and cancer research. A 2017 study by Liu et al. published in International Journal of Clinical and Experimental Medicine investigated the anticancer effect of Fluoxetine (FLX) alone or in combination with Cisplatin (DDP) in vitro on HeLa human cervical cancer cell and in vivo using the HeLa xenograft model. The article indicates that the combination of FLX and DDP significantly inhibits the proliferation of HeLa cells in a dose-dependent manner, inducing cell cycle arrest and apoptosis in vitro. Furthermore, the combination treatment suppressed the tumor growth in the HeLa xenograft mouse model which supports its potential as an effective therapeutic approach for cervical cancer patients. Another study by Liu et al. (2018, Food Science and Technology) used the HeLa xenograft model to study the anticancer effects and mechanism of curcumin (cur), a polyphenol found in turmeric roots. Results indicated that cur treatment led to inhibition of tumor growth and affected a multitude of protein expression levels including Bax, p53, p21, Bcl-2, HIF-1alpha, MIF and VEGF which are involved in cell cycle, apoptosis and angiogenesis, among other processes. This supports the use of cur as a potential chemotherapy agent for cervical cancer. Lastly, the 2014 study by Arjomandnejad et al. used HeLa xenografts and characterized the growth kinetics and surface markers of this model. Results indicated HeLa xenografts are hyperchromatin highly malignant epithelial cells; immunohistochemistry arrays revealed that heterotropic tumors show high expression of cytokeratins (CK) and low expression of vimentin as compared to metastatic tumors. In addition, CD34 expression was correlated to angiogenesis intensity. These results provide a comprehensive description of this highly popular cell model which can help researchers in designing investigations. The HeLa cell line (human cervical) is used to create the CDX (Cell Line Derived Xenograft) HeLa xenograft mouse model. The HeLa xenograft model enables researchers to study microvascular density (MVD) of anti-angiogenic therapeutic agent efficacy (such as anti-VEGF or liquiritigenin)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/sas_Xenograft_Altogen_Labs.jpg", "title": "SAS xenograft model", "content": "Oral cancer is frequently diagnosed at a late stage, and the outlook for complete recovery and survival is not very optimistic. However, if diagnosed early, the five-year survival for oral cancer is 75 percent versus only 20 percent for patients with late-stage diagnosis, as stated by the U.S. Department of Health and Human Services. Improvements in treatment options for late-stage patients require extensive preclinical studies that involve human tumor xenograft models. The SAS cell line was isolated from a poorly differentiated squamous cell carcinoma of the tongue. A 2013 study by Li et al. published in International Journal of Oncology examined the antitumor effects of the scutellarin on human tongue squamous carcinoma (SAS) cell line in vitro and in vivo using the SAS xenograft model. Findings reported that the scutellarin treatment significantly inhibits the growth of xenograft SAS tumors in immunodeficient mice and regulates inhibition of tumor cell proliferation, induces apoptosis and mediates expression of MMP-2, MMP-9, and integrin αvβ6 at the mRNA and protein levels in vivo. The article demonstrats the anti-tumor therapeutic effect of scutellarin by inhibition of the ability of SAS cells to metastasize. In 2015 Huang et al. published an article in BMC Cancer investigating the mechanism of honokiol, an active compound found in Magnolia officinalis, effects on eliminating cancer stem cells (CSCs) in oral cancer. Using the SAS cell model and the side population (SP) technique, results showed that hokinol treatment suppressed sphere formation in culture and xenograft growth in vivo. It was also demonstrated that hokinol treatment led to apoptosis induction and JAK2/STAT3 signaling inhibition, supporting CSC targeting for treating oral cancer. Lastly, a 2012 Integrative Cancer Therapy study (Lu et al.) used SAS cells in vitro and xenograft model to characterize the mechanism of gypenosides (Gyp), active compounds in Gynostemma pentaphyllum Makino, on tumors. Data showed that Gyp treatment caused morphological changes, cytotoxicity, cell cycle arrest, apoptosis induction (both caspase dependent and caspase independent), mitochondrial disrepair and inhibition of tumor growth in a nu/nu mouse xenograft. These results support the  potential of gypenosides as anticancer agents. The SAS cell line (human tongue) is used to create the CDX (Cell Line Derived Xenograft) SAS xenograft mouse model. The SAS xenograft model exhibits anti-tumor activity after treatment with platinum-based chemotherapeutic agents, taxanes and valproic acid."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/ovcar3_xenograft_model_altogen_labs.gif", "title": "OVCAR-3 xenograft model", "content": "          OVCAR-3 xenograft modelOvarian cancer is the fifth-primary cause of cancer deaths among women, accounting for more fatalities than any other type of cancer in females. Ovarian cancer mostly occurs in older Caucasian women over 60 years old and is one of the deadliest gynecological malignancy worldwide, as indicated by the American Cancer Society. The OVCAR-3 cell line was isolated by Hamilton et al. from the malignant ascites of a patient with progressive adenocarcinoma of the ovary. These cells were characterized in a xenograft model by Hamilton et al. in Cancer Research in 1984, where data demonstrated that mice developed a similar metastatic spread to clinical ovarian cancer and that tumors manifest cytoplasmic estrogen and androgen receptors as well as CA125, the ovarian cancer associated antigen. Similarly, a 2015 study in Gynecology Oncology (Mitra et al.) looked at several frequently used ovarian cancer models, including OVCAR-3, in order to evaluate which cell lines are most reliable for cancer studies. Results looked at tumor formation, ascite formation, histology and immunohistochemistry of PAX8, p53 and WT1 expression and authors used this data to define which models can best represent high-grade serous ovarian cancer (HGSOC). A 2016 study by Park et al. published in Cancer Investigation examined the tumor-suppressive properties of enzalutamide on androgen-driven ovarian cancer in vivo using the OVCAR-3 xenograft model; combination treatment of dihydrotestosterone with enzalutamide led to significant reductions in tumor volume in the OVCAR-3 xenograft model in vivo. These findings indicate that the second-generation antiandrogen enzalutamide could be effective in the treatment of ovarian cancer. The OVCAR-3 cell line (human ovarian) is used for the CDX (Cell Line Derived Xenograft) OVCAR-3 xenograft mouse model. The OVCAR-3 xenograft model is utilized to monitor in vivo tumor growth suppression by alternative therapeutic strategies (e.g. vitamin supplementation EB1089), gene silencing (e.g. claudin-3 siRNA) or small molecules targeting early relapse due to lack of HER2 amplification (e.g. trastuzumab)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/skov-3_Xenograft_Altogen_Labs.jpg", "title": "SKOV3 xenograft model", "content": "Ovarian cancer is the deadliest gynecological malignancy that is often asymptomatic at early stages. The vast majority of the patients are already at the advanced stages of the disease at the time of diagnosis. The SK-OV-3 tumorigenic epithelial cell line was isolated in 1973 from the ovarian tissue of a 64-year-old Caucasian female patient with adenocarcinoma. SK-OV-3 is resistant to tumor necrosis and several other cytotoxic drugs, including Adriamycin, cis-platinum and diphtheria toxin. SK-OV-3 is hypodiploid and a suitable transfection host for ovarian cancer research. Integrin-associated protein (IAP) CD47 is a membrane protein of the immunoglobulin superfamily that is a proven ovarian cancer marker. CD47 is overexpressed in ovarian cancer cells and indicates a poor prognosis. A 2017 study by Liu et al. published in Oncotarget, reported that CD47 knockdown in the SK-OV-3 ovarian cancer cell line promoted phagocytosis by macrophages in vitro and blocked tumor growth in vivo in the SK-OV-3 xenograft model. These findings indicate that CD47 inhibition could be a potential strategy for the treatment of ovarian cancer patients. Li et al. published a study in the Journal of Cancer Research and Therapeutics using the SKOV3 xenograft model to study bevacizumab resistance mechanisms in ovarian cancer. Results demonstrated an overexpression of EphB4 in bevacizumab resistant tumors; combination treatment with NVP-BHG712, an EphB4 inhibitor, enhanced antitumor activity of bevacizumab. These findings have clinical relevance as a potential treatment for bevacizumab resistant patients. In 2008, Molecular Cancer Therapeutics published an article by Vassileva et al. which investigated the effects of sustained as compared to intermittent paclitaxel treatment in an SKOV3 model of ovarian cancer. The study looked at tumor proliferation, growth and apoptosis in immunoassays; results demonstrated that intermittent treatment, which is a common occurrence in clinical treatment strategies, led to increased proliferation, repopulation and clonogenic survival whereas sustained paclitaxel treatment did not decrease survival but did have a higher ratio of apoptotic cells. For clinical translation, this may mean that sustained chemotherapy may attenuate tumor repopulation and increase chemoresponsiveness. Finally, Yu et al. (2014) used the SKOV3 xenograft model to study the antitumor effects of an antibody-cytotoxic drug conjugate of trastuzumab (trastuzumab-DM1, T-DM1) on HER2-positive ovarian cancer. Results demonstrated T-DM1 led to significant tumor growth inhibition, which supports further investigation of T-DM1 as an anticancer therapeutic strategy. The SK-OV-3 cell line (human ovarian) is used to create the CDX (Cell Line Derived Xenograft) SKOV-3 xenograft mouse model. The SK-OV-3 xenograft model exhibits the following features:"},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/aspc1_Xenograft_Altogen_Labs.jpg", "title": "AsPC-1 xenograft model", "content": "Pancreatic cancer is a fatal disease and the third leading cause of cancer death in the United States. Despite recent advances in chemotherapeutic approaches, a 5-year survival for pancreatic cancer is less than 7 percent for all stages, which makes it a significant public health challenge. The AsPC-1 epithelial cell line is isolated from pancreatic tissue of a 62-year-old Caucasian female patient with metastatic pancreatic adenocarcinoma. AsPC-1 is extensively employed for studying human infections related to the pancreas. A 2016 study by Henderson published in Neoplasia investigated the efficacy of a novel histone deacetylase (HDAC) inhibitor AR-42 in suppressing tumor growth in the AsPC-1 model. Results showed tumor suppression associated with HDAC inhibition and increased apoptosis is observed in AR-42-treated cells both in vivo and in vitro. These findings indicate that AR-42 could be a promising therapeutic approach for the treatment of pancreatic cancer. A 2016 Nature article (Huang et al.) used the AsPC-1 cell line and xenograft to investigate the mechanism of action of LTP-1, an antimitotic and STAT3 inhibitor. Results demonstrated that treatment of LTP-1 led to cell cycle arrest, microtubule dynamic disruption, Stat3 dephosphorylation, ERK activation, caspase activation, and tumor growth suppression. This supports LTP-1 for further study as a clinical therapeutic agent. Another study that used AsPC-1 cells is the 2006 International Journal of Cancer article (Ito et al.) which characterized the mTOR inhibitor CCI-779 in human pancreatic cancer. Results demonstrated CCI-779 led to Akt, mTOR and S6K1 activation as well as antitumor effects in vivo. Today, CCI-779 is known as temsirolimus (Torisel), is FDA approved, and is used to treat advanced kidney cancer. In 2014 Inagawa et al. (Carcinogenesis) used various pancreatic cell lines, including AsPC-1, to establish carcinogenesis models of pancreatic ductal adenocarcinomas (PDACs). They successfully transformed normal human pancreatic duct epithelial cells (HPDECs) into adenocarcinomas by manipulating key oncogenes including KRAS, p53 and p16-pRB, which may have implications to carcinogenesis across various organs. The AsPC-1 cell line (human pancreas) is used to create the CDX (Cell Line Derived Xenograft) AsPC-1 xenograft mouse model. This model enables the in vivo study of cisplatin, avastin or cetuximab in an AsPC-1 CDX model."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/bxpc3_Xenograft_Altogen_Labs.jpg", "title": "BxPC3 xenograft model (subcutaneous and metastatic)", "content": "Pancreatic ductal adenocarcinoma remains an incurable disease with a poor prognosis and life expectancy. Malignant pancreatic cancer is a significant cause of cancer-related mortality. The BxPC-3 tumorigenic epithelial cell line was initially derived from a 61-year-old female patient with pancreatic adenocarcinoma. Proliferator-activated receptor-γ (PPAR-γ) is a nuclear receptor that inhibits various cancer cell processes, including pancreatic cancer cell proliferation. A 2014 study by Ninomiya et al. published in Oncology Letters investigated the inhibitory effect of pioglitazone on the proliferation of the BxPC-3 pancreatic cancer cell line in vitro and in vivo. The article reported that pioglitazone induces CEA mRNA expression, suppresses IL 8 and COX 2 mRNA expression in vitro, and inhibits BxPC-3 xenograft growth. These findings indicate that pioglitazone treatment blocks the proliferation and metastasis of pancreatic cancer cells and could be useful for the patients in preventing pancreatic cancer metastases. A 2007 Molecular Cancer Therapeutics study by Yip-Schneider et al. used the BxPC3 model to investigate the antitumor effects of combination therapy with sulindac, a COX inhibitor, and LC-1, an analogue of the NF-κB inhibition-associated compound parthenolide. Results indicated the treatment had evidence for preclinical efficacy and that antitumor effects are mediated through cyclin D1 levels. A 2010 Molecular Cancer Therapy article (Yu et al.) used the BxPC-3 xenograft model to study the therapeutic efficacy of GLV-1h68, a replication-competent vaccinia virus. Results demonstrated that the virus was able to successfully and selectively infect tumor cells, replicate, and lyse the tumor cells. Combination therapy with cisplatin or gemcitabine also enhanced and accelerated antitumor effects; the mechanism is suggested to be related to a proinflammatory immune response. Finally, Lu et al. (2008) used the BxPC-3 cell model to characterize the mechanism of erlotinib, a small molecule EGFR tyrosine kinase inhibitor. Findings demonstrated that both in vitro and in vivo erlotinib treatment inhibited growth with increased apoptosis and decreased angiogenesis. The BxPC-3 cell line (human pancreas) is used to create the CDX (Cell Line Derived Xenograft) BxPC-3 xenograft mouse model. The BxPC-3 pancreatic tumor model is a well-established model to investigate gemcitabine or small molecule tyrosine kinase inhibitors (TKIs), such as erlotinib."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/miapaca2_xenograft_model_altogen_labs.gif", "title": "MIA PaCa-2 xenograft model (subcutaneous and metastatic)", "content": "            MIA PaCa-2 xenograft model (subcutaneous and metastatic)Advanced stages of pancreatic cancer are often fatal and approximately 5 percent of those affected will be alive 5 years after the diagnosis, per the National Pancreatic Cancer Foundation. The MIA PaCa-2 epithelial cell line was initially isolated in 1975 using pancreatic tumor cells of a 65-year-old Caucasian male patient with pancreatic adenocarcinoma. MIA PaCa-2 is a hypotriploid cell line that has a doubling time of nearly 40 hours. A 2017 study by Shiomi et al. published in Anticancer Research, investigated the anti-tumor mechanism of Z-360, a gastrin/cholecystokinin-2 receptor (CCK2R) antagonist, in MIA PaCa-2 cells and the MIA PaCa-2 subcutaneous xenograft model. These findings indicate that Z-360 significantly decreases the tumor weight and suppresses the expression of anti-apoptosis factors such as survivin, XIAP and Mcl-1. Moreover, the combination treatment of Z-360 and gemcitabine was shown to be more effective. A 2012 Anticancer Research article by Yoon et al. used the MIA PaCa-2 cell line to evaluate YM155, a suppressor of the anti-apoptotic regulator survivin, in combination with gemcitabine. Results demonstrated that gemcitabine treatment resulted in an up-regulation of survivin and that combination therapy with YM155 resulted in enhanced chemosensitivity. In 2011 Nature published a study (Andrieu et al.) which used the Mia PaCa-2 model to investigate OGX-427, an Hsp27 inhibitor which had been used in other Phase II clinical trials for ovarian, breast, prostate and bladder cancer types. Results showed that OGX-427 treatment in cell and xenograft Mia Paca-2 models resulted in apoptosis induction as well as enhanced gemcitabine sensitivity, thereby providing a clinically relevant potential strategy for pancreatic cancer treatment. Finally, Schultz et al. released an Oncology Research study (1993) that used the Mia PaCa-2 xenograft model to evaluate then-novel anticancer agents including diarylsulfonylureas (DSU), taxol, Adriamycin, cisplatin, 5-fluorouracil and taxol, many of which are now well-known chemotherapy agents. The MIA PaCa-2 cell line (human pancreas) is used to create the CDX (Cell Line Derived Xenograft) MIA PaCa-2 xenograft mouse model. The MIA PaCa-2 xenograft model exhibits tumor growth inhibition and chemosensitization utilizing monotherapies or in combination (e.g. sulindac, LC-1, parthenolide, gemcitabine)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/panc1_xenograft_model_altogen_labs.gif", "title": "PANC-1 xenograft model", "content": "            PANC-1 xenograft modelPancreatic cancer is the fourth leading cause of cancer-related fatalities, comprising nearly 90 percent of all pancreatic malignancies. PANC-1 cells are very well studied and extensively employed as in vitro models for pancreatic ductal adenocarcinoma research. Chondroitin sulfate E (CS-E) is a highly sulfated glycosaminoglycan that promotes tumor invasion and metastasis. Sulfotransferase 15 (CHST15) is a specific enzyme that biosynthesizes CS-E. The presence of CS-E is detected in pancreatic ductal adenocarcinoma (PDAC) cells. A 2015 study by Takakura published in PLoS One investigated the effects of the CHST15 siRNA on tumor cell proliferation in vitro and growth in vivo, using the PANC-1 subcutaneous xenograft model. CHST15 siRNA significantly inhibited the expression of CHST15 mRNA in PANC-1 cells in vitro and one intratumoral injection of CHST15 siRNA almost completely blocked tumor growth. This suggests CHST15 could be a novel therapeutic option for PDAC patients. A 2013 Nanoscale Research Letters article by Li et al. used the PANC-1 model to evaluate gemcitabine-loaded albumin nanospheres, denoted GEM-ANPs, which were made by a modification to the desolvation-cross linking method. Treatment with this technique resulted in decreased tumor growth and limited toxicity, which provides a potentially clinically relevant administration technique for chemotherapy agents. Kim et al. published a 2013 article in Oncology Reports that used the PANC-1 xenograft model to evaluate the effect of introducing therapeutic stem cells expressing therapeutic genes IFN-β and HB1.F3.CD. The gene CD converts the non-toxic 5-fluorocytosine into the well-known chemotherapy agent 5-fluorouracil and INF-β is a cytokine with antitumor effects. Results demonstrated inhibition of tumor growth which supports the use of this stem cell therapy for pancreatic cancer treatment. Lastly, in 2014 Oncoscience published a study (Rak et al.) which used the Panc-1 xenograft model to evaluate T56-LIMK, an inhibitor of LIMK, a cytoskeleton regulator that inactivates cofilin and is implicated in cancer and neuronal diseases. Results reported decreased levels of cofilin phosphorylation as well as tumor growth inhibition which promotes T56-LIMK as a candidate for chemotherapy. The PANC-1 cell line (human pancreas) is used to create the CDX (Cell Line Derived Xenograft) PANC-1 xenograft mouse model. The PANC-1 xenograft model is a preclinical model enabling studies on tumor growth inhibition such as LIM kinases (LIMK) inhibitors (e.g. T56-LIMKi), or monotherapies (e.g. cisplatin, gemcitabine) in combination with recombinant vaccines (e.g. GLV-1h68)."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/du145_Xenograft_Altogen_Labs.jpg", "title": "DU-145 xenograft model", "content": "Prostate cancer is the most prevalent cancer in older males and is the second common malignancy in the Western world. Xenograft preclinical studies can be conducted to find more complex treatment for patients with advanced stage disease. The DU-145 epithelial cell line was isolated from prostate carcinoma cells of a 69-year-old Caucasian male. DU-145 has microvilli, tonofilaments, and desmosomes. The DU-145 cell line is not hormone sensitive and fails to express prostate-specific antigen. Concurrent chemoradiotherapy (CCRT) has proven to be a potent tool used during the past decades. A 2014 study by Wang et al. published in Clinical and Translational Oncology examined the efficacy of combining radiation with low-dose docetaxel in the DU-145 prostate cancer xenograft model. The article indicates that CCRT with low-dose docetaxel blocks the growth of DU-145 prostate cancer xenografts in vivo by enhancing apoptosis and suppressing angiogenesis. This suggests CCRT with low-dose docetaxel could be a new treatment strategy for prostate cancer patients. A 2011 Journal of Cancer Prevention article (Lim et al.) used the DU145 to examine the prostate tumor microenvironment, specifically the interaction between tumor cells and THP-1 human monocytes. Results demonstrated that prostate cancer cells that were co-inoculated with human monocytes resulted in increased Ki67, VEGF and IL-8 which may promote tumor growth. In 2012 Cancer Biology released an article by Gilloteaux et al. charactarizing the morphology of DU145 xenografts in nude mice. They concluded that xenografts of DU145 display two primary carcinoma cell types: either actively replicating clear cells that grow into intraperitoneal tumors and are poorly differentiated or invasive basophilic cells that invade and replace peritoneal stroma of organs. A commonly observed phenotype with formed tumors were spheroid aggregates with pleiomorphic microvilli. Lastly, Mabuchi et al. (2017) released a study with Anticancer Research using the DU145 xenograft model in nude mice to evaluate the chemotherapeutic efficacy of docetaxel in prostate cancer. Results demonstrated a dose-dependency and various body weight side effects that were dependent on implantation approach. The DU-145 cell line (human prostate) is used to create the CDX (Cell Line Derived Xenograft) DU-145 xenograft mouse model. The DU-145 xenograft model enables studies of tumor growth inhibition by systemic viral agents, small molecules (farnesol, darinaparsin, taxotere) or siRNA/miRNA."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/lncap_Xenograft_Altogen_Labs.jpg", "title": "LNCaP xenograft model", "content": "Prostate cancer is the most common malignancy and the third primary cause of cancer deaths in males in the United States, as per the American Cancer Society. Xenograft preclinical studies aid in the discovery of new treatment regimens for prostate cancer patients. The LNCaP epithelial cell line was isolated from the supraclavicular lymph node metastasis of a Caucasian male in 1977. LNCaP can grow in aggregates or as a single cell. The LNCaP cell line has a high affinity for androgen receptors and is receptive to hormones. A 2015 study by Yang et al. published in PLoS One investigated if the combination of quercetin and 2-Methoxyestradiol (2-ME) could inhibit the LNCaP xenograft tumor growth in vivo. According to the article, the combination of quercetin and 2-ME blocks tumor growth in the LNCaP xenograft model and decreases side effects of quercetin or 2-ME alone, suggesting that it could be an innovative treatment approach in human prostate cancer. Lange et al. released a Clinical Cancer Research article (2012) using the LNCaP xenograft model to study aberrant glycosylation patterns and how they relate to tumor progression. Results revealed that Mgat5b appear to be biomarkers for metastatic competence and establishes β(1,6)-branched oligosaccharides as significant for prostate cancer progression; these results were also in agreement to the serum analysis of human a patients and were correlated to disease-free survival. In 2016, Byrne et al. released a study in the British Journal of Cancer evaluating the effects of androgen deprivation in LNCaP xenografts. Single-agent androgen deprivation therapy (ADT) is a prostate cancer treatment that also shows high relapse rates; results from this study revealed that ADT led to high hypoxic stress, increased VEGF related angiogenesis and upregulation of epithelial to mesenchymal transition genes. This suggests that ADT relapse may be mediated through hypoxic stress resulting in supported tumor growth and malignant progression.  The LNCap cell line (human prostate) is used to create the CDX (Cell Line Derived Xenograft) LNCaP xenograft mouse model. The LNCaP xenograft model is androgen sensitive (mutated androgen receptor, AR T877A) and can be treated with modalities such as an androgen receptor antisense oligonucleotide or bicalutamide."},{"img": "https://altogenlabs.com/wp-content/uploads/2016/08/pc3_Xenograft_Altogen_Labs.jpg", "title": "PC3 xenograft model (subcutaneous and metastatic)", "content": "Prostate cancer is one of the most frequent malignancies among older males. It remains a primary cause of cancer death in men in many developed countries. The American Urological Association recommends prostate cancer screening for all men ages 55 to 69 years. The PC3 cell line was isolated from the bone marrow metastasis of a 62-year-old Caucasian male with prostate cancer after androgen suppression therapy. PC3 is the classical and well-studied cell line extensively employed for human prostate cancer research. PC3 cells exhibit high metastatic potential. A 2016 study by Li et al. published in Biological Research investigated the role of recombinant trichosanthin (rTCS) on prostate cancer cells PC3 in vitro and in vivo using the PC3 xenograft model. rTCS inhibited proliferation of PC3 cells in a dose-dependent manner and decreased tumor volume weight significantly. IL-2 enhanceed the inhibitory effect of trichosanthin on PC3 cell, overall suggesting that the combination of IL-2 and rTCS could be used as a potential therapeutic strategy for prostate cancer patients. Rij et al., in the Journal of Nuclear Medicine (2018), used the PC3 xenograft model to characterize the efficacy of hRS7, a humanized iGG1 monoclonal antibody against EGP-1/TROP2, for treatment of prostate cancer. The group used a radiolabeled antibody for radioimmunoimaging techniques including PET and SPECT in order to examine histology and concluded that this technique was able to successfully selectively target prostate tumor cells. A 2017 Nature study conducted by Gui et al. also used the PC3 model, but to characterize the anticancer effects of Litchi, or Chinese Cherry, on prostate cancer. This study used n-butyl alcohol extract from the Litchi seed (NLS) to treat PC3 cells; results showed apoptosis induction, cell cycle arrest, decreased invasion and migration, a dose-dependent inhibition of cell growth and viability as well as inversion of epithelial to mesenchymal transition (EMT) mediated by Akt/GSK-3β. Overall findings promote the use of NLS as a safe prostate anti-cancer treatment. Lastly, a 2003 Molecular Therapy article by Galaup et al. used the PC3 xenograft model to evaluate combination therapy of angiostatin and docetaxel gene therapy. The study treated tumors with adenovirus-delivered angiostatin (AdK3) and docetaxel; results demonstrated that tumor regression was only observed with combination treatment and was correlated to a decrease in vascularization. This has clinical relevance of highlighting the importance of combination therapy in the case of these two drug targets. The PC3 cell line (human prostate) is used to create the CDX (Cell Line Derived Xenograft) PC3 xenograft mouse model. The PC3 xenograft model is an androgen-independent model used for preclinical assessment of tumor growth inhibition by statins (e.g. simvastatin) or chemotherapies (e.g. docetaxel, fluoropyrimidine F10)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/786o_xenograft_model_altogen_labs.jpg", "title": "786-O xenograft model", "content": "             786-O xenograft modelThe most common type of kidney cancer is renal cell carcinoma (RCC), accounting for nearly 3 percent of tumors in adults. The exact cause of renal cell carcinoma is currently unknown. Xenograft rodent models are essential in preclinical studies for testing novel therapeutic modalities to address renal cancer. The 786-O epithelial cell line is isolated from primary adenocarcinoma cells of the kidney tissue of a 58-year-old Caucasian male patient with renal cell adenocarcinoma. 786-O is a hypertriploid cell line that produces parathyroid hormone (PTH) and is tumorigenic in nude mice. 786-O cells display both microvilli and desmosomes. The 786-O cell line is invaluable for studying human infections related to the prostate. 786-O is one of the first RCC cell lines that is commonly used in RCC-focused research. A 2013 renal xenograft study published in British Journal of Cancer, demonstrates that resistance to sunitinib is accompanied by increased COX-2 expression in areas of tumor hypoxia in the 786-O xenograft model. Also, the COX-2 inhibitor celecoxib enhances the effectiveness of sunitinib in the 786-O xenograft model by delaying time to progression if administered early in the course of sunitinib therapy. Celecoxib showed activity in the 786-O tumor model as a single agent and in combination with sunitinib. The 786-O RCC line expresses high levels of VEGF (Vascular endothelial growth factor), which stimulates angiogenesis and gives rise to tumors in nude mice. A 2010 study (Bhatt et al.) used the 786-O model to study the mechanism of resistance that often surfaces within 6-12 months of anti-angiogenesis treatment of metastatic renal cancer. Their results demonstrated that treatment with either sunitinib or sorafenib initially targeted VEGF however resistance was in part due to resumption of angiogenesis correlated to downregulation of IFN-gamma angiostatic chemokines; when the conventional chemotherapies were combined with CXCL9 (one of the angiostatic chemokines) treatment, prolonged reduction of angiogenesis was observed thus providing potential combination clinical strategies for overcoming resistance. Lastly, a 2017 Tumor Biology study used the 786-O model to demonstrate that Rap2B can promote angiogenesis through PI3K/AKT pathway in vivo, and loss of Rap2B could be a novel strategy for RCC anti-angiogenesis therapy. The 786-O cell line (human kidney) is used to create the CDX (Cell Line Derived Xenograft) 786-O xenograft mouse model that allows researchers to study COX-2 inhibitors and anti-angiogenesis therapy as well as anti-cancer agents targeting RCC cells."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/a498_xenograft_model_altogen_labs.jpg", "title": "A498 xenograft model", "content": "            A498 xenograft modelRenal cancer is responsible for nearly 63,000 new cases diagnosed annually with an average age at diagnosis of 64 years, as per the National Cancer Institute. The exact cause of renal cancer is unknown, and scientists often rely on preclinical research in the development of innovative kidney therapeutics. Despite the improvements in outcomes for patients with advanced RCC, the 5-year relative survival rate remains low, signaling that improved therapeutic regimens are still required. Xenograft studies have a significant impact on the development of cancer treatment. The A498 epithelial cell line was isolated from the kidney carcinoma of a 52-year-old male by D.J. Giard in 1973. The A498 cell line is tumorigenic in nude mice. A 2017 study in Cancer Science demonstrates with the A498 model line that simultaneous targeting of tumor cell growth and angiogenesis by a combination of lenvatinib and everolimus resulted in enhanced antitumor activity and led to tumor regression and that the inhibition of both VEGF and FGF signaling pathways by the combination proves its anti-angiogenic activity in the A498 RCC xenograft model. The 2008 study by Wu et al. used the A498 cell model to characterize the drug YC-1 ({3-(5′-hydroxy methyl-2′-furyl)-1-benzylindazole}) which was first discovered for its antiplatelet activity and was later shown to target HIF-1 pathways including VEGF and erythropoietin. Results from the study showed increased phosphorylation of JNK, cytotoxicity induced by YC-1 and an increase in apoptosis via mitochondria and caspase mediated pathways. In 2013 Fang et al. released a study using the A498 cells to test 3-hydroxy-3-methyl glutaryl coenzyme A (HMG-CoA) reductase inhibitors to improve renal cell carcinoma prognosis. Data demonstrated the ability of simvastatin to reduce proliferation, motility and in vivo tumor growth; results also suggest this mechanism is via inhibition of IL-6 induced phosphorylation of STAT3 AND JAK2 (AKT/mTOR and ERK were also downregulated) that results in reduction metastasis and promotion of apoptosis. A 2011 study (Zhang et al.) used A498 cells to demonstrate that the cytokine interleukin-22 (IL-22) suppresses proliferation of renal cell carcinoma via a STAT1 pathway and cell cycle arrest. It was previously thought that the mechanism was through apoptosis induction and upregulation of inflammatory cytokines; understanding drug mechanisms is important for the development of appropriate therapies. The A498 cell line (human kidney) is used to create the CDX (Cell Line Derived Xenograft) A498 xenograft mouse model. The A498 xenograft model is currently utilized in preclinical studies involving apoptosis thru activation of JNK pathway (e.g. YC-1), inhibitors targeting hypoxia-inducible factor (HIF; e.g. ELR510444) and anti-tumor efficacy (e.g. IL-22)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/caki1_xenograft_model_altogen_labs.gif", "title": "Caki-1 xenograft model", "content": "           Caki-1 xenograft modelClear cell renal cell carcinoma (ccRCC) is a specific type of kidney cancer that exhibits extensive vasculature and is the most common RCC. There is clinical difficulty associated with treating patients with ccRCC due to associated resistance, which is why research, especially with human-based xenograft models, is so important. The Caki-1 cell line was established from a skin metastasis site in 1971 from a 49yo Caucasian male diagnosed with ccRCC. Caki-1 cells in culture display a polarized monolayer with microvilli, an atypical surface as well as features of proximal tubule epithelium. Studies that have used the Caki-1 cell line include Marona et al. (2017) who studied the role of the freshly discovered zinc finger monocyte chemotactic protein 1-induced protein 1 (MCP1P1) which has been implicated in cancer and is known to affect cytokines , angiogenesis, proliferation, HIF-1, miRNA biosynthesis and NFκB. The group found that MC1P1 is downregulated in ccRCC progression and these decreased levels are associated with increased growth, metastasis, proliferation and vasculature. In 2012 Miyake et al. published a study using a Caki-1 xenograft model that demonstrated an effective combination therapy in this cancer type is 5-fluorouracil with either sorafenib or sunitinib (anti-angiogenesis). The last example study to use a Caki-1 xenograft model is the 2011 study by Iwata et al. where results demonstrated that vinblastine (VBL) resistance can be bypassed with combination treatment with a demethylating agent ( 5-aza-2′-deoxycytidine, Aza); several tumor suppressor genes had been reported to be hypermethylated and combination treatment resulted in decreased levels of Bcl-2, cyclin B1 and P-glycoprotein as well as increased apoptosis and cell cycle arrest. The Caki-1 cell line (human kidney; clear cell) is used to create the CDX (Cell Line Derived Xenograft) Caki-1 xenograft mouse model. The Caki-1 xenograft model is a valuable pre-clinical anti-tumor growth model used to study inhibitors of RAF-1, VEGR and PDGFR (e.g. sunitinib, sorafenib, 5-FU).*NOTE: All IP rights to the Caki-1 cell line belongs to Memorial Sloan Kettering.  Clients will need to obtain licensing from Memorial Sloan Kettering prior to the initiation of a xenograft study using the Caki-1 cell line."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/07/hek293_xenograft_model_altogen_labs.gif", "title": "HEK-293 xenograft model", "content": "           HEK-293 xenograft modelHuman embryonic kidney cells have proven to be indispensable tools in cancer research due to their high transfection efficiency and reliable growth. Preclinical xenograft studies utilize cancer cell lines aiming to identify novel anti-cancer agents. The HEK-293 epithelial cell line was isolated from human embryonic kidney cells via the transformation with sheared adenovirus 5 DNA in 1973 in Alex van der Eb’s laboratory in Leiden, the Netherlands. HEK-293 is a potent tool for producing therapeutic proteins and viruses for gene therapy. A 2005 study in Molecular Cancer Therapeutics investigated the contribution of fibroblast activation protein enzymatic activity to tumor growth in vivo using the HEK293 xenograft mouse model. The study demonstrates that the enzymatic activity of fibroblast activation protein is required for fibroblast activation protein-driven tumor growth. Also, the enzymatic activity of fibroblast activation protein plays a vital role in the promotion of tumor growth, making it useful for therapeutics altering fibroblast activation protein-induced tumor growth. Another study to use the Hek-293 model is by Voce et al. (2011) which demonstrated in xenograft tumors that the multikinase inhibitor sunitinib, which is known for its anti-angiogenic and subsequent antitumor effects, inhibits tumor vasculature growth through an Akt- and ERK-phosphorylation independent manner. This is important when considering potential combination therapies for overcoming resistance. The study by Cheng et al. (2002) also used the HEK-293 mouse xenograft model to show that fibroblast activation protein (FAP), a type 2 integral membrane glycoprotein in the serine protease family, promotes tumor growth and supports its potential as a therapeutic target. A 2010 study (Debeb et al.) characterized HEK-293 cells and found that they exhibit carcinogenic stem cell-like phenotype in 3D spheres in that they are resistant to radiation, upregulate beta-catenin, Notch1, surviving, mesenchymal genes, pro-metastatic genes and miRNAs involved in metastasis and self renewal. These data support the use of these cells as a cancer stem cell model. The HEK-293 cell line (human kidney) is used to create the CDX (Cell Line Derived Xenograft) HEK-293 xenograft mouse model. The HEK-293 xenograft model is currently utilized in preclinical research addressing the anti-angiogenic and anti-tumor efficacy of kinase inhibitors (e.g. sunitinib) or increasing CDC273 expression levels by introduction of an antagomir (e.g. miR-155) to increase apoptosis."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/renca_xenograft_model_altogen_labs.jpg", "title": "RENCA syngeneic murine model", "content": "Kidney cancer is responsible for more than 338,000 new cases diagnosed annually worldwide and for over 13,000 fatalities every year in the United States alone, as stated by the American Cancer Society. Renal cell carcinoma (RCC) comprises nearly 85 percent of all kidney malignancies. Despite the development of targeted therapies, many patients develop resistance and eventually die of the disease. Innovative therapeutic approaches are required to improve the outcomes of RCC patients. Preclinical studies of renal syngeneic animal models aid scientists in finding new therapies for RCC patients. The Renca tumorigenic epithelial cell line is derived from a kidney adenocarcinoma of Balb/c-Cr mice. Renca cells spontaneously metastasize to lung and liver, mimicking human renal cell carcinoma. A 2016 study in Cancer Science investigates the therapeutic efficacy of the combination of the mTOR inhibitor everolimus (EVE) and anti‐PD‐L1. The study demonstrates that anti‐PD‐L1 treatment enhances the antitumor effect of EVE in a mouse model, which is beneficial for the treatment of RCC. In 1997 Kadhim et al. published a study using Renca cells in mouse models to characterize the antitumor activity of BCH-4556, a nucleoside analogue; results demonstrated tumor shrinkage, tumor growth inhibition and tumor cell cytotoxicity.  BCH-4556 was later renamed as trxacitabine and progressed to phase II clinical trials. In 2011 Lavranos et al. presented data using a Renca orthotopic syngeneic model to demonstrate the antitumor effects of BNC105, a vascular disruption agent; data demonstrated the drug affects tumor, but not normal vasculature formation. As of 2017 BNC105 progressed to a clinical combination therapy trial with Keytruda, a PD-1 inhibitor also known as Pembrolizumab. For a final example of a research study using the Renca mouse model, Hirayama et al. (2016) demonstrated that immunotherapy against programmed cell death-1 (PD-1) and its ligand PD-L1 can be combined with the mTOR inhibitor treatment everolumus (EVE) and result in significantly decreaed tumor burden, increased tumor infiltrating lymphocytes (TILs) and higher ratio of cytotoxic CD8+ T-cells to TILs, supporting this combination therapy as a potential clinical treatment for renal cell carcinoma. The Renca cell line (mouse kidney) is used to create the Renca syngeneic murine model. The Renca syngeneic murine model is a kidney cancer model utilized for studying inhibition of angiogenesis (e.g. BAI1), JAK kinase inhibitors (e.g. AZD1480) and antitumor efficacy (e.g. imidazoquinoline)."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/sjsa1_xenograft_model_altogen_labs.jpg", "title": "SJSA-1 xenograft model", "content": "           SJSA-1 xenograft modelSarcoma is a cancer of bones and connective tissues that comprises approximately 20 percent of all childhood cancers, as indicated by the Sarcoma Foundation of America. Cell line derived xenografts (CDX) are based on direct implantation of cancer cell lines into different organs of nude mice and are valuable preclinical models for sarcoma research. The SJSA-1 cell line was isolated in 1982 from the primary tumor of a patient with sarcoma. The SJSA-1 cell line overexpresses MDM2 as a mechanism to restrict p53 function. Thus, inhibitors of p53-MDM2 binding that can reactivate p53 in cancer cells could be a useful treatment regimen for sarcoma patients. RG7112 is a potent MDM2 antagonist that binds MDM2, blocking its interactions with p53 in vitro. A 2013 study by Tovar et al. published in Cancer Research investigated antitumor activity of RG7112, using the SJSA-1 xenograft model. Results indicated that RG7112 causes tumor inhibition and regression and is effective in the treatment of tumors expressing wild-type p53. In 2015, Canon et al. released a study using the SJSA-1 model to evaluate the antitumor and p53 effects of AMG 232, an MDM2 inhibitor. Results showed that AMG 232 treatment resulted in a significant increase in p53 activity, cell cycle arrest, a decrease in proliferation, and inhibition of in vivo tumor growth. The group also evaluated combination therapy effects with DNA damaging agents which enhanced tumor regression and p53 signaling, overall supporting the use of AMG232 alone and in combination therapy. Tovar et al. published a Cancer Research article (2013) evaluating RG7112, another selective and potent MDM2 inhibitor, using an array of cancer cell lines including SJSA-1. A crystal structure revealed that RG7112 binds at the p53 pocket of MDM2 and had an overall anticancer effect on the cell lines with varying results in regards to apoptotic activity. In xenografts, tumor inhibition and regression was dose dependent, supporting the use of RG7112 against cancers that express wild type p53. Lastly, Hoffman-Luca et al. released a PLoS One article (2015) which used the SJSA-1 model to study the acquired resistance of another MDM2 inhibitor, SAR405838. Data indicated treatment leads to inhibition of cell growth, increased apoptosis, and cell cycle arrest; results showed prolonged treatment led to varied levels of acquired resistance that may be related to p53 mutations in sublines and subcultures. The SJSA-1 cell line (human bone osteosarcoma) is used to create the CDX SJSA-1 xenograft mouse model. Two main benefits of the SJSA-1 xenograft model is 1) the overexpression of MDM2 that enables the study of small molecule MDM2 antagonists (e.g. nutlin-3), and 2) combination studies that significantly inhibit tumor growth such as ganitumab in combination with mTORC1 inhibitors for the treatment of sarcomas."},{"img": "https://altogenlabs.com/wp-content/uploads/2018/06/s180_xenograft_model_altogen_labs.jpg", "title": "S180 xenograft model", "content": "            S180 xenograft modelSarcomas are cancers of bones and connective tissues that comprise roughly 20 percent of all childhood malignancies, but are quite rare in adults, according to the Sarcoma Foundation of America. Sarcomas are divided into two main subtypes, bone sarcomas and soft tissue sarcomas. The S180 cell line was initially isolated from a soft tissue tumor in a Swiss mouse. A 2017 study by Guan et al. published in Oncotarget investigated the antitumor activity of a novel microtubule-inhibiting agent (MIA) WX-132-18B using the S180 xenograft model. The article indicates that WX-132-18B shows the same cellular phenotypic profile as the classic MIAs, such as colchicine, vincristine and taxol, and triggers tumor cell apoptosis. These findings report that WX-132-18B results in an inhibition on tumor volume and tumor weight in the S180 xenograft model and has potent antitumor activity in vivo. A 2012 study by Wang et al. used the S180 xenograft model to study the antitumor effects of fucoxanthin, a natural marine carotenoid isolated from sargassum. Results demonstrated that fucoxanthin treatment inhibited xenograft tumor growth and promoted apoptosis by altering bcl-2 and caspase-3 levels. Treatment also resulted in a decrease of epidermal growth factor receptor (EGFR) levels as well as signal transducers and activators of transcription 3 (STAT3) proteins, which provides a mechanism by which fucoxanthin targets tumors. Wang et al. published an article (2008) using the S180 xenograft model to investigate the antitumor effects of raddeanin A, a triterpenoid saponin isolated from Anemone raddeana Regel. IC50 and LD50 of raddeanin A treatment were measured and was overall deemed to be a potential anticancer agent due to dose dependent growth inhibition. Finally, a 2010 study (Wu et al.) tested the antitumor effects of ATWLPPR-NLLMAAS, a novel chimeric di-heptapeptide that binds to NRP-1 and inhibits VEGF and Ang-1/2 binding to Tie-2. Treatment of S180 xenografts with this peptide resulted in decreased angiogenesis as evidenced by microvessel density, inhibition of tumor growth and limited toxicity. These results support the consideration of this chimeric peptide as a potential chemotherapy. The S180 cell line (mouse sarcoma) is used to create the CDX (Cell Line Derived Xenograft) S180 xenograft mouse model. The S180 xenograft mouse model has been used to test the antitumor activity of saponins (e.g. Raddeanin A) and mitochondrial complex inhibitors (e.g. annonaceous acetogenins ACGs)."}]